Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: Reset selection (if available)
ca: Reiniciar la selecció (si està disponible)
es: Restablecer selección (si está disponible)
hi: चयन रीसेट करें (यदि उपलब्ध हो)
hu: Kiválasztás visszaállítása (ha elérhető)
pl: Zresetuj wybór (jeżeli to możliwe)
sv: Återställ val (om tillgängligt)
tr: Seçimi sıfırla (eğer varsa)
ur: Intkhab reset krin (agar mujud ho)
uz: Tanlovni bekor qilish (agar mumkin bo'lsa)
zh_tw: 重設選擇 (如果有)

source: Select on single select
ca: Selecció única
es: Seleccionar en selección única
hi: एकल चयन पर चयन करें
hu: Egyetlen elem kiválasztása
pl: Wybierz na wyborach pojedynczych
sv: Välj på enstaka val
tr: Tek seçimde seç
ur: Sigle select ko muntikhab krein
uz: Tanlash (yakka tanlov)
zh_tw: 在單一選項上進行選擇

source: Select on multi select
ca: Selecció múltiple
es: Seleccionar en selección múltiple
hi: बहु चयन पर चयन करें
hu: Több elem kiválasztása
pl: Wybierz na wyborach wielokrotnych
sv: Välj på flerval
tr: Çoklu seçimde seç
uz: Tanlash (ko'p tanlov)
zh_tw: 在多重選擇上進行選擇

source: Reset
ca: Reiniciar
es: Restablecer
hi: रीसेट
hu: Visszaállítás
pl: Zresetuj
sv: Återställ
tr: Sıfırla
uz: Bekor qilish
zh_tw: 重置

source: Skip selection menu
ca: Saltar el menú de selecció
es: Saltar el menú de selección
hi: चयन मेनू छोड़ें
hu: Kiválasztási menü kihagyása
pl: Pomiń menu wyboru
sv: Hoppa över valmenyn
tr: Seçim menüsünü atla
ur: Selection menu skip krein
uz: Tanlov menyusini o'tkazib yuborish
zh_tw: 跳過選擇選單

source: Start search mode
ca: Iniciar el mode de cerca
es: Iniciar modo de búsqueda
hi: खोज मोड शुरू करें
hu: Keresési mód indítása
pl: Wejdź w tryb wyszukiwania
sv: Starta sökläge
tr: Arama modunu başlat
ur: Search mode shrou krein
uz: Qidiruv rejimini boshlash
zh_tw: 啟動搜尋模式

source: Exit search mode
ca: Sortir del mode de cerca
es: Salir del modo de búsqueda
hi: खोज मोड से बाहर निकलें
hu: Kilépés a keresési módból
pl: Wyjdź z trybu wyszukiwania
sv: Avsluta sökläge
tr: Arama modundan çık
ur: Search mode say nikalein
uz: Qidiruv rejimidan chiqish
zh_tw: 離開搜尋模式

source: labwc needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
ca: labwc necessita accés al vostre seient (gestor de dispositius de maquinari, com ara teclat, ratolí, etc)
es: labwc necesita acceso a su asiento (colección de dispositivos de hardware, es decir, teclado, ratón, etc.)
hi: labwc को आपकी सीट (हार्डवेयर डिवाइसेज का संग्रह यानी कीबोर्ड, माउस, आदि) तक पहुंच की आवश्यकता है
hu: A Labwc-nek hozzáférésre van szüksége az Ön munkamenetéhez (olyan hardvereszközök gyűjteményéhez, mint például a billentyűzet, az egér, stb.)
pl: labwc potrzebuje dostępu do twojego seat'a (sprzętu, np. klawiatury, myszki)
sv: labwc behöver tillgång till din sitshantering (samling av hårdvaruenheter, t.ex. tangentbord, mus, etc)
tr: Labwc cihazlarınıza erişmesi gerekir (klavye, fare vb. donanım cihazları koleksiyonu)
uz: labwc sizning seat'ingizga (klaviatura, sichqoncha kabi qurilmalar to'plami) kirish huquqiga muhtoj
zh_tw: labwc 需要存取您的用戶環境（硬體設備的集合，例如: 鍵盤，滑鼠等）

source: Choose an option to give labwc access to your hardware
ca: Escolliu una opció per permetre que labwc accedeixi al vostre hardware
es: Elija una opción para darle a labwc acceso a su hardware
hi: labwc को अपने हार्डवेयर तक पहुंच देने के लिए एक विकल्प चुनें
hu: Válasszon ki egy beállítást, hogy engedélyezze a Labwc számára a hardverekhez való hozzáférést
pl: Wybierz opcję, aby nadać labwc dostęp do twojego sprzętu
sv: Välj ett alternativ för att ge labwc åtkomst till din hårdvara
tr: Labwc donanımınıza erişim izni vermek için bir seçenek belirleyin
uz: labwc'ga qurilmalaringizga kirish huquqini berish variantini tanlang
zh_tw: 選擇一個選項，讓 labwc 可以存取您的硬體

source: niri needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
ca: niri necessita accés al vostre seient (gestor de dispositius de maquinari, com ara teclat, ratolí, etc)
es: niri necesita acceso a su asiento (colección de dispositivos de hardware, es decir, teclado, ratón, etc.)
hi: niri को आपकी सीट (हार्डवेयर डिवाइसेज का संग्रह यानी कीबोर्ड, माउस, आदि) तक पहुंच की आवश्यकता है
hu: A Nirinek hozzáférésre van szüksége az Ön munkamenetéhez (olyan hardvereszközök gyűjteményéhez, mint például a billentyűzet, az egér, stb.)
pl: niri potrzebuje dostępu do twojego seat'a (sprzętu, np. klawiatury, myszki, etc)
sv: niri behöver tillgång till din sitshantering (samling av hårdvaruenheter, t.ex. tangentbord, mus, etc)
tr: Niri cihazlarınıza erişmesi gerekir (klavye, fare vb. donanım cihazları koleksiyonu)
uz: niri sizning seat'ingizga (klaviatura, sichqoncha kabi qurilmalar to'plami) kirish huquqiga muhtoj
zh_tw: niri 需要存取您的用戶環境（硬體設備的集合，例如鍵盤，滑鼠等）

source: Choose an option to give niri access to your hardware
ca: Escolliu una opció per permetre que niri accedeixi al vostre hardware
es: Elija una opción para darle a niri acceso a su hardware
hi: niri को अपने हार्डवेयर तक पहुंच देने के लिए एक विकल्प चुनें
hu: Válasszon ki egy beállítást, hogy engedélyezze a Niri számára a hardverekhez való hozzáférést
pl: Wybierz opcję, aby nadać niri dostęp do twojego sprzętu
sv: Välj ett alternativ för att ge niri åtkomst till din hårdvara
tr: Niri donanımınıza erişim izni vermek için bir seçenek belirleyin
uz: niri'ga qurilmalaringizga kirish huquqini berish variantini tanlang
zh_tw: 選擇一個選項，讓 niri 可以存取您的硬體

source: Mark/Unmark as ESP
ca: Marcar/Desmarcar com a ESP
es: Marcar/Desmarcar como ESP
hi: ESP के रूप में चिह्नित/अचिह्नित करें
hu: Megjelölés/elvetés mint EFI-rendszerpartíció (ESP)
pl: Zaznacz/Odznacz jako ESP
sv: Markera/avmarkera som ESP
tr: ESP olarak İşaretle/İşareti Kaldır
uz: ESP deb belgilash/bekor qilish
zh_tw: 標記/取消標記為EFI系統分割區(ESP,EFI system partition)

source: Package group:
ca: Group de paquets:
es: Grupo de paquetes:
hi: पैकेज समूह:
hu: Csomagcsoport:
pl: Grupa pakietów:
sv: Paketgrupp:
tr: Paket grubu:
ur: Package ka group:
uz: Paketlar guruhi:
zh_tw: 套件群組：

source: Exit archinstall
ca: Sortir d'Archinstall
es: Salir de archinstall
hi: archinstall से बाहर निकलें
hu: Kilépés az Archinstallból
pl: Zamknij archinstall-a
sv: Avsluta archinstall
tr: Archinstall çıkış
uz: Archinstall'dan chiqish
zh_tw: 離開 Archinstall

source: Reboot system
ca: Reiniciar el sistema
es: Reiniciar el sistema
hi: सिस्टम रीबूट करें
hu: Rendszer újraindítása
pl: Uruchom ponownie system
sv: Starta om systemet
tr: Sistemi yeniden başlat
ur: System reboot krein
uz: Tizimni qayta yuklash
zh_tw: 重啟系統

source: chroot into installation for post-installation configurations
ca: feu chroot a la instal·lació per a configuracions posteriors
es: chroot en la instalación para configuraciones posteriores a la instalación
hi: स्थापना के बाद के कॉन्फ़िगरेशन के लिए इंस्टॉलेशन में chroot करें
hu: Belépés a telepített rendszer gyökerébe (chroot) a telepítés utáni konfigurációk elvégzéséhez
pl: zchrootować do nowej instalacji i przeprowadzić dodatkową konfigurację
sv: chroot in i installationen för efterinstallationskonfigurationer
tr: Kurulum sonrası yapılandırmalar için kuruluma chroot ekleyin
uz: O'rnatishdan keyingi sozlamalar uchun tizimga chroot qilish
zh_tw: 您是否想要讓 chroot 進入新建立的安裝，並執行設定安裝後的組態配置嗎 ?

source: Installation completed
ca: Instal·lació completa
es: Instalación completada
hi: स्थापना पूरी हुई
hu: A telepítés sikeresen befejeződött
pl: Instalacja zakończona
sv: Installationen slutförd
tr: Kurulum tamamlandı
ur: Installation makamil hoe
uz: O'rnatish yakunlandi
zh_tw: 安裝完畢

source: What would you like to do next?
ca: Què voleu fer a continuació?
es: ¿Qué le gustaría hacer a continuación?
hi: अब आप क्या करना चाहेंगे?
hu: Mit szeretne tenni?
pl: Co chcesz robić dalej?
sv: Vad vill du göra härnäst?
tr: Bundan sonra ne yapmak istersiniz?
uz: Keyin nima qilishni xohlaysiz?
zh_tw: 接下來您想做什麼？

source: Select which mode to configure for "{}"
ca: Seleccioneu quin mode cal configurar per a "{}"
es: Seleccione qué modo configurar para "{}"
hi: "{}" के लिए कौन सा मोड कॉन्फ़िगर करना है, चुनें
hu: Válassza ki a konfigurálandó módot a következőhöz: „{}”
pl: Wybierz który tryb ma być skonfigurowany dla "{}"
sv: Välj vilket läge att konfigurera för "{}"
tr: Hangi mod için yapılandırma yapılacağını seç "{}"
uz: "{}" uchun qaysi rejimni sozlashni tanlang
zh_tw: 請選擇要設定 「{}」 的模式

source: Incorrect credentials file decryption password
ca: Contrasenya de desencriptació incorrecta pel fitxer de credencials
hi: गलत क्रेडेंशियल्स फ़ाइल डिक्रिप्शन पासवर्ड
hu: Helytelen a hitelesítőadat-fájl visszafejtési jelszava
pl: Niepoprawne hasło odszyfrowujące plik danych uwierzytelniających
sv: Felaktigt lösenord för autentiseringsfilens dekrypteringslösenord
tr: Hatalı kimlik bilgisi dosyası şifre çözme parolası
ur: Decryption password kay galat isnaad ki file
uz: Hisob ma'lumotlari faylining shifrini ochish paroli noto'g'ri
zh_tw: 憑證檔案的解密密碼不正確

source: Incorrect password
ca: Contrasenya incorrecta
hi: गलत पासवर्ड
hu: Helytelen jelszó
pl: Niepoprawne hasło
sv: Felaktigt lösenord
tr: Yanlış parola
uz: Parol noto'g'ri
zh_tw: 密碼錯誤

source: Credentials file decryption password
ca: Contrasenya de desencriptació del fitxer de credencials
hi: क्रेडेंशियल्स फ़ाइल डिक्रिप्शन पासवर्ड
hu: A hitelesítőadat-fájl visszafejtési jelszava
pl: Hasło odszyfrowujące plik danych uwierzytelniających
sv: Dekrypteringslösenord för autentiseringsfil
tr: Kimlik bilgileri dosyası şifre çözme parolası
uz: Hisob ma'lumotlari faylini shifrini ochish paroli
zh_tw: 憑證檔案的解密密碼

source: Do you want to encrypt the user_credentials.json file?
ca: Voleu encriptar el fitxer user_credentials.json?
hi: क्या आप user_credentials.json फ़ाइल को एन्क्रिप्ट करना चाहते हैं?
hu: Szeretné titkosítani a user_credentials.json fájlt?
pl: Czy chcesz zaszyfrować plik user_credentials.json?
sv: Vill du kryptera user_credentials.json filen?
tr: user_credentials.json dosyasını şifrelemek istiyor musunuz?
ur: Kia aap user_credentials.json ki file ko encrypt krna chahtay hain?
uz: user_credentials.json faylidagi hisob ma'lumotlarini shifrlashni xohlaysizmi?
zh_tw: 您是否要加密 user_credentials.json 檔案？

source: Credentials file encryption password
ca: Contrasenya d'encriptació del fitxer de credencials
hi: क्रेडेंशियल्स फ़ाइल एन्क्रिप्शन पासवर्ड
hu: A hitelesítőadat-fájl titkosítási jelszava
pl: Hasło szyfrujące plik danych uwierzytelniających
sv: Krypteringslösenord för autentiseringsfil
tr: Kimlik bilgileri dosyası şifreleme parolası
uz: Hisob ma'lumotlari faylini shifrlash paroli
zh_tw: 憑證檔案的加密密碼

source: Repositories: {}
ca: Repositoris: {}
hi: रिपॉजिटरी: {}
hu: Tárolók: {}
pl: Repozytoria: {}
sv: Arkiv: {}
tr: Depolar: {}
uz: Repozitoriylar: {}
zh_tw: 套件庫：{}

source: New version available
hi: नया संस्करण उपलब्ध है
uz: Yangi versiya mavjud

source: Passwordless login
hi: बिना पासवर्ड के लॉगिन करें
uz: Parolsiz kirish

source: Second factor login
hi: सेकंड फैक्टर लॉगिन
uz: Ikki faktorli kirish

source: Bluetooth
hi: ब्लूटूथ

source: Would you like to configure Bluetooth?
hi: क्या आप ब्लूटूथ कॉन्फ़िगर करना चाहेंगे?
uz: Bluetooth'ni sozlashni xohlaysizmi?

source: Print service
hi: प्रिंट सेवा

source: Would you like to configure the print service?
hi: क्या आप print सेवा को कॉन्फ़िगर करना चाहेंगे?

source: Power management
hi: पावर मैनेजमेंट

source: Authentication
hi: प्रमाणीकरण
uz: Autentifikatsiya

source: Applications
hi: एप्लिकेशन्स
uz: Ilovalar

source: U2F login method:
hi: U2F लॉगिन विधि:
uz: U2F orqali kirish usuli:

source: Passwordless sudo:
hi: बिना पासवर्ड के sudo:
uz: Parolsiz sudo:

source: Btrfs snapshot type: {}
hi: Btrfs स्नैपशॉट प्रकार: {}
uz: Btrfs snapshot turi: {}

source: Syncing the system...
hi: सिस्टम सिंक किया जा रहा है...
uz: Tizim sinxronizatsiya qilinmoqda...

source: Value cannot be empty
hi: मूल्य खाली नहीं हो सकता
uz: Qiymat bo'sh bo'lishi mumkin emas

source: Snapshot type
hi: स्नैपशॉट प्रकार
uz: Snapshot turi

source: Snapshot type: {}
hi: स्नैपशॉट प्रकार: {}
uz: Snapshot turi: {}

source: U2F login setup
hi: U2F लॉगिन सेटअप
uz: U2F orqali kirishni sozlash

source: No U2F devices found
hi: कोई U2F डिवाइस नहीं मिला
uz: U2F qurilmalari topilmadi

source: U2F Login Method
hi: U2F लॉगिन विधि
uz: U2F orqali kirish usuli

source: Enable passwordless sudo?
hi: क्या बिना पासवर्ड के sudo सक्षम करें?
uz: Parolsiz sudo yoqilsinmi?

source: Setting up U2F device for user: {}
hi: उपयोगकर्ता के लिए U2F डिवाइस सेटअप किया जा रहा है: {}
uz: Foydalanuvchi {} uchun U2F qurilmasi sozlanmoqda

source: You may need to enter the PIN and then touch your U2F device to register it
hi: इसे रजिस्टर करने के लिए आपको पिन दर्ज करने और फिर अपने U2F डिवाइस को टच करने की आवश्यकता हो सकती है
uz: Ro'yxatdan o'tkazish uchun PIN-kodni kiritib, U2F qurilmangizga teginishingiz kerak bo'lishi mumkin

source: Starting device modifications in
hi: डिवाइस संशोधन शुरू हो रहा है

source: No network connection found
hi: कोई नेटवर्क कनेक्शन नहीं मिला

source: Would you like to connect to a Wifi?
hi: क्या आप wifi से कनेक्ट करना चाहेंगे?

source: No wifi interface found
hi: कोई वाई-फाई इंटरफ़ेस नहीं मिला

source: Select wifi network to connect to
hi: कनेक्ट करने के लिए वाई-फाई नेटवर्क चुनें

source: Scanning wifi networks...
hi: वाई-फाई नेटवर्क स्कैन किए जा रहे हैं...

source: No wifi networks found
hi: कोई वाई-फाई नेटवर्क नहीं मिला

source: Failed setting up wifi
hi: वाई-फाई सेटअप विफल रहा

source: Enter wifi password
hi: वाई-फाई पासवर्ड दर्ज करें

source: Ok
hi: ठीक है

source: Removable
hi: रिमूवेबल

source: Install to removable location
hi: रिमूवेबल लोकेशन पर इंस्टॉल करें

source: Will install to /EFI/BOOT/ (removable location)
hi: /EFI/BOOT/ (रिमूवेबल लोकेशन) पर इंस्टॉल होगा

source: Will install to standard location with NVRAM entry
hi: NVRAM एंट्री के साथ मानक स्थान पर इंस्टॉल होगा

source: Would you like to install the bootloader to the default removable media search location?
hi: क्या आप बूटलोडर को डिफ़ॉल्ट रिमूवेबल मीडिया सर्च लोकेशन पर इंस्टॉल करना चाहेंगे?

source: This installs the bootloader to /EFI/BOOT/BOOTX64.EFI (or similar) which is useful for:
hi: यह बूटलोडर को /EFI/BOOT/BOOTX64.EFI (या समान) पर इंस्टॉल करता है जो इसके लिए उपयोगी है:

source: USB drives or other portable external media.
hi: USB ड्राइव या अन्य पोर्टेबल बाहरी मीडिया।

source: Systems where you want the disk to be bootable on any computer.
hi: ऐसे सिस्टम जहाँ आप चाहते हैं कि डिस्क किसी भी कंप्यूटर पर बूट करने योग्य हो।

source: Firmware that does not properly support NVRAM boot entries.
hi: फ़र्मवेयर जो NVRAM बूट प्रविष्टियों का ठीक से समर्थन नहीं करता है।

source: Will install to /EFI/BOOT/ (removable location, safe default)
hi: /EFI/BOOT/ (रिमूवेबल लोकेशन, सुरक्षित डिफ़ॉल्ट) पर इंस्टॉल होगा

source: Will install to custom location with NVRAM entry
hi: NVRAM एंट्री के साथ कस्टम स्थान पर इंस्टॉल होगा

source: Firmware that does not properly support NVRAM boot entries like most MSI motherboards,
hi: फ़र्मवेयर जो अधिकांश MSI मदरबोर्ड की तरह NVRAM बूट प्रविष्टियों का ठीक से समर्थन नहीं करता है,

source: most Apple Macs, many laptops...
hi: अधिकांश Apple Mac, कई लैपटॉप...

source: Language
hi: एक भाषा चुनें

source: Compression algorithm
hi: संपीड़न एल्गोरिथ्म

source: Only packages such as base, sudo, linux, linux-firmware, efibootmgr and optional profile packages are installed.
hi: केवल base, sudo, linux, linux-firmware, efibootmgr और वैकल्पिक प्रोफ़ाइल पैकेज ही इंस्टॉल किए गए हैं।

source: Select zram compression algorithm:
hi: Zram संपीड़न एल्गोरिथ्म का चयन करें:

source: Use Network Manager (default backend)
hi: नेटवर्क मैनेजर का उपयोग करें (डिफ़ॉल्ट बैकएंड)

source: Use Network Manager (iwd backend)
hi: नेटवर्क मैनेजर का उपयोग करें (iwd बैकएंड)

source: LVM on LUKS
ar: LVM على LUKS
ca: LVM en LUKS
es: LVM en LUKS
ga: LVM ar LUKS
hu: LVM a LUKS fölött
pl: LVM na LUKS
sv: LVM på LUKS
tr: LUKS üzerinde LVM
ur: LUKS par LVM
uz: LUKS ustida LVM

source: LUKS on LVM
ar: LUKS على LVM
ca: LUKS en LVM
es: LUKS en LVM
ga: LUKS ar LVM
hu: LUKS az LVM fölött
pl: LUKS na LVM
sv: LUKS på LVM
tr: LVM üzerinde LUKS
ur: LVM par LUKS
uz: LVM ustida LUKS

source: Please submit this issue (and file) to https://github.com/archlinux/archinstall/issues
ar: يُرجى تسليم تقرير عن هذا الخلل (مع المِلَف) إلى https://github.com/archlinux/archinstall/issues
ca: Si us plau envieu aquest problema (i fitxer) a https://github.com/archlinux/archinstall/issues
da: Venligst indsend denne problemstilling (og fil) til https://github.com/archlinux/archinstall/issues
es: Por favor envíe este problema (y archivo) a https://github.com/archlinux/archinstall/issues
ga: Cuir isteach an tsaincheist seo (agus an comhad) chuig https://github.com/archlinux/archinstall/issues
hu: Jelentse ezt a problémát (a naplófájllal együtt) itt: https://github.com/archlinux/archinstall/issues
pl: Proszę zgłosić ten błąd (i dołączyć plik) pod adresem https://github.com/archlinux/archinstall/issues
sv: Vänligen rapportera detta fel (och logg-filen) till https://github.com/archlinux/archinstall/issues
tr: Lütfen bu sorunu (ve dosyayı) https://github.com/archlinux/archinstall/issues adresine gönderin
ur: Brah e meharbani is issue (aur file) ko https://github.com/archlinux/archinstall/issues par submit krein
zh_tw: 請將此問題（以及相關檔案）提交到 https://github.com/archlinux/archinstall/issues

source: - Maximum value : {} ( Allows {} parallel downloads, allows {} downloads at a time )
ar: - الحد الأقصى للقيمة : {} (يسمح بـ {} تنزيلات متوازية ، ويسمح بـ {} تنزيلات في المرة الواحدة)
ca: - Valor màxim : {} ( Permet {} descàrregues paral·leles, permet {} descàrregues simultànies )
es: - Valor máximo : {} ( Habilita {} descargas paralelas, permite {} descargas simultáneas )
ga: - Uasluach : {} ( Ligeann sé seo do {} íoslódálacha comhthreomhara, ceadaíonn sé {} íoslódálacha ag an am céanna )
hu: - Maximális érték : {} ({} párhuzamos letöltést tesz lehetővé és egyszerre {} letöltést enged meg)
pl: - Maksymalna wartość : {} ( Zwiększa liczbę zadań o {}, co pozwala na pobieranie {} plików jednocześnie )
sv: - - Maximalt värde: : {} (Tillåter {} parallella nedladdningar, tillåter {} nedladdningar åt gången)
tr: - En yüksek değer : {} ( {} paralel indirmeye (tek seferde {} indirmeye) izin verir)
ur: - Maximum value : {} ( {} Parallel downloads ki ajazat, {} downloads ki aik waqat main ajazat hai )
zh_tw: - 最小值: 1 (允許 1 個平行下載，同時允許 2 個下載)

source: - Minimum value : 1 ( Allows 1 parallel download, allows 2 downloads at a time )
ar: - الحد الأدنى للقيمة: 1 (يسمح بتنزيل متوازي واحد، ويسمح بتنزيلين في المرة الواحدة)
ca: - Valor mínim : 1 ( Permet 1 descàrrega paral·lela, permet 2 descàrregues simultànies )
es: - Valor mínimo : 1 ( Habilita 1 descarga paralela, permite 2 descargas simultáneas )
ga: - Íosluach : 1 (Ceadaítear 1 íoslódáil chomhthreomhar, ceadaíonn sé 2 íosluchtú ag an am)
hu: - Minimális érték : 1 (1 párhuzamos letöltést tesz lehetővé és egyszerre 2 letöltést enged meg)
pl: - Minimalna wartość : 1 ( Zwiększa liczbę zadań o 1, co pozwala na pobieranie 2 plików jednocześnie )
sv: - Minimalt värde : 1 (Tillåter 1 parallell nedladdning, tillåter 2 nedladdningar åt gången)
tr: - Asgari değer : 1 ( 1 paralel indirmeye (bir seferde 2 indirmeye) izin verir)
ur: - Minimum value : 1 ( 1 Parallel download ki ajazat, 2 downloads ki aik waqat main ajazat hai )
zh_tw: - 最小值: 1 (允許 1 個平行下載，同時允許 2 個下載)

source: - Maximum value : {} ( Allows {} parallel downloads, allows {max_downloads+1} downloads at a time )
ar: - الحد الأقصى للقيمة : {} (يسمح بـ {} تنزيلات متوازية ، ويسمح بـ {ماكس_تنزيلات + 1} تنزيلات في المرة الواحدة)
ca: - Valor màxim : {} ( Permet {} descàrregues paral·leles, permets {max_downloads+1} descàrregues simultànies )
es: - Valor máximo : {} ( Habilita {} descargas paralelas, permite {max_downloads+1} descargas simultáneas )
ga: - Uasluach : {} ( Ligeann sé seo {} íoslódálacha comhthreomhara, ceadaítear {max_downloads+1} íosluchtú ag an am céanna )
hu: - Maximális érték : {} ( {} párhuzamos letöltést tesz lehetővé és egyszerre {max_downloads+1} letöltést enged meg )
pl: - Maksymalna wartość : {} ( Zwiększa liczbę zadań o {}, co pozwala na pobieranie {max_downloads+1} plików jednocześnie )
sv: - Maximalt värde : (Tillåter {} parallella nedladdningar, tillåter {max_downloads+1} nedladdningar åt gången)
tr: Maximum değer : {} ( {} paralel indirmelerine izin verir, Tek seferde {max_download+1} indirmeye izin verir.)
ur: - Maximum value : {} ( {} Parallel downloads ki ajazat, {max_downloads+1} downloads ki aik waqat main ajazat hai )
zh_tw: - 最大值 : {} (允許 {} 個平行下載，同時允許 {max_downloads+1} 個下載)

source: Url
ar: عنوان URL
hu: Webcím
sv: Webbadress

source: LUKS
zh_tw: Linux統一金鑰設定(LUKS)

source: HSM
zh_tw: 硬體安全模組(HSM)

source: NTP
zh_tw: 網路時間協定(NTP)

source: Enter the start sector (percentage or block number, default: {}):
da: Indtast startsektoren (procent eller bloknummer, standard: {}):

source: Enter the end sector of the partition (percentage or block number, ex: {}):
da: Indtast slutsektoren (procent eller bloknummer, standard: {}):

source: Select which partitions to encrypt:
da: Vælg hvilke partitioner at kryptere:
