Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: Should "{}" be a superuser (sudo)?
ar: هل يجب أن يكون "{}" مستخدمًا خارقًا (sudo)؟
ca: Cal que "{}" sigui superusuari (sudo)?
es: ¿"{}" debería ser un superusuario (sudo)?
hi: क्या "{}" को superuser (sudo) होना चाहिए?
hu: A(z) „{}” nevű felhasználónak rendszergazdának (sudoer) kell lennie?
pl: Czy "{}" powinien być superuserem (mieć uprawnienia sudo)?
sv: Ska "{}" vara en superanvändare (sudo)?
tr: "{}" bir süper kullanıcı (sudo) olmalı mı?
uz: "{}" superuser (sudo) bo'lishi kerakmi?
zh_tw: 是否將 “{}” 設置為超級使用者 (sudo)?

source: Interfaces
ar: واجهات
ca: Interfícies
hi: इंटरफ़ेस
hu: Csatolók
pl: Interfejsy
sv: Gränssnitt
tr: Arayüz
uz: Interfeyslar
zh_tw: 介面

source: You need to enter a valid IP in IP-config mode
ar: تحتاج إلى إدخال IP صالح في وضع IP-config
ca: Necessiteu introduir una IP vàlida al mode de configuració d'IP
es: Debe ingresar una IP válida en el modo de configuración de IP
hi: IP-config मोड में आपको एक मान्य IP दर्ज करना होगा
hu: Meg kell adnia egy érvényes IP-címet az IP-cím-konfigurációs módban
pl: Musisz wprowadzić poprawny adres IP w trybie IP-config
sv: Du måste ange en giltig IP i IP-konfigurationsläge
tr: IP-config modunda geçerli bir IP girmeniz gerekir
ur: IP-config mode main sahi IP ko aap darj krein
uz: IP-config rejimida yaroqli IP manzil kiritishingiz kerak
zh_tw: 您需要在 IP 組態配置模式中輸入有效的 IP

source: Modes
ar: وسائط
es: Modos
hi: मोड
hu: Módok
pl: Tryby
sv: Lägen
tr: Modlar
uz: Rejimlar
zh_tw: 模式

source: IP address
ar: عنوان IP
ca: Adreça IP
es: Dirección IP
hi: IP पता
hu: IP-cím
pl: Adres IP
sv: IP-adress
tr: IP adresi
uz: IP manzil
zh_tw: IP 位置

source: Enter your gateway (router) IP address (leave blank for none)
ar: أدخل عنوان IP الخاص بالبوابة (جهاز التوجيه) أو اتركه فارغاً لعدم وجود عنوان IP
ca: Introduïu la IP de la porta d'enllaç (router). Deixeu-ho en blanc per a no utilitzar-ne cap.
es: Ingrese la dirección IP de su puerta de enlace (enrutador) (deje en blanco si no hay ninguna)
hi: अपना गेटवे (राउटर) IP पता दर्ज करें (कोई नहीं के लिए खाली छोड़ दें)
hu: Adja meg az átjáró (elosztó) IP-címét (hagyja üresen, ha nincs ilyen)
pl: Wprowadź adres IP bramy sieciowej (routera) lub pozostaw puste:
sv: Mata in IP-adress till gateway (router) eller lämna tomt för inget
tr: Ağ geçidinizin (yönlendirici) IP adresini girin (hiçbiri için boş bırak)
uz: Shlyuz (router) IP manzilini kiriting (bo'sh qoldiring)
zh_tw: 請輸入您閘道器(路由器)的 IP 地址或留空以跳過:

source: Gateway address
ar: عنوان البوابة
ca: Adreça de la porta d'enllaç
es: Dirección de puerta de enlace
hi: गेटवे पता
hu: Átjárócím
pl: Adres bramy sieciowej
sv: Gateway adress
tr: Ağ geçidi adresi
ur: Gateway ka address
uz: Shlyuz manzili
zh_tw: 閘道器位址

source: Enter your DNS servers with space separated (leave blank for none)
ar: أدخل خوادم DNS الخاصة بك مفصولة بمسافات (اتركها فارغة في حالة عدم وجود خوادم)
ca: Introduïu els vostres servidors DNS (separats per espais; deixeu-ho en blanc per a cap)
es: Ingrese sus servidores DNS separados por espacios (deje en blanco si no hay ninguno)
hi: अपने DNS सर्वर स्पेस से अलग करके दर्ज करें (कोई नहीं के लिए खाली छोड़ दें)
hu: Adja meg a DNS-kiszolgálókat (szóközzel elválasztva; hagyja üresen, ha nincsenek ilyenek)
pl: Wpisz swoje serwery DNS (oddzielone spacjami, lub pozostaw puste):
sv: Mata in DNS-servrar (separerade med mellanslag, lämna tomt för inget)
tr: DNS sunucularını girin (boşlukla ayrılmış, yoksa veya kullanılmayacak ise boş bırakın):
uz: DNS serverlarni probel bilan ajratib kiriting (bo'sh qoldiring)
zh_tw: 請輸入您的 DNS 伺服器（以空格分隔，留空以跳過））

source: DNS servers
ar: خوادم DNS
ca: Servidors DNS
es: Servidores DNS
hi: DNS सर्वर
hu: DNS-kiszolgálók
pl: Serwery DNS
sv: DNS-servrar
tr: DNS sunucuları
uz: DNS serverlar
zh_tw: DNS 伺服器

source: Configure interfaces
ar: تهيئة الواجهات
ca: Configurar interfícies
es: Configurar interfaces
hi: इंटरफ़ेस कॉन्फ़िगर करें
hu: Csatolók konfigurálása
pl: Konfiguruj interfejsy
sv: Konfigurera gränssnitt
tr: Arayüzleri yapılandır
uz: Interfeyslarni sozlash
zh_tw: 組態設置介面

source: Kernel
ar: النواة
ca: Nuclis
es: Núcleo
hi: कर्नेल (Kernel)
pl: Jądro
sv: Kärna
tr: Çekirdek
uz: Yadro
zh_tw: 内核

source: UEFI is not detected and some options are disabled
ar: لم يُكتشف UEFI وعطّلتْ بعض الخيارات
ca: S'han desactivat algunes opcions perquè no s'ha detectat UEFI
es: No se detecta UEFI y algunas opciones están deshabilitadas
hi: UEFI का पता नहीं चला है और कुछ विकल्प अक्षम हैं
hu: Az UEFI nem észlelhető, és egyes beállítások le vannak tiltva
pl: Nie wykryto UEFI i niektóre opcje są wyłączone
sv: UEFI identifierades inte och vissa alternativ är inaktiverade
tr: UEFI algılanamadı ve bazı seçenekler devre dışı bırakıldı
ur: UEFI nahi hai or kuch ikhtiar band hain
uz: UEFI aniqlanmadi, shu sababli ba'zi parametrlar o'chirildi
zh_tw: 未偵測到 UEFI，且某些選項已停用

source: Info
ar: معلومات
hi: जानकारी
hu: Információ
sv: Information
tr: Bilgi
uz: Ma'lumot
zh_tw: 資訊

source: The proprietary Nvidia driver is not supported by Sway.
ar: برنامج تشغيل Nvidia المملوك غير مدعوم من قبل Sway.
ca: El controlador propietari Nvidia no és compatible amb Sway.
es: El controlador propietario de Nvidia no es compatible con Sway.
hi: प्रोप्राइटरी Nvidia ड्राइवर Sway द्वारा समर्थित नहीं है।
hu: A Sway nem támogatja az Nvidia saját fejlesztésű, zárt illesztőprogramját.
pl: Własnościowy sterownik Nvidia nie jest wspierany przez Sway.
sv: Den proprietära Nvidia-drivrutinen stöds inte av Sway.
tr: Kapalı kaynak Nvidia sürücüsü Sway tarafından desteklenmemektedir.
uz: Nvidia'ning mulkiy drayveri Sway tomonidan qo'llab-quvvatlanmaydi.
zh_tw: Sway 不支持 Nvidia 官方的顯示卡驅動。

source: It is likely that you will run into issues, are you okay with that?
ar: من المحتمل أنك ستواجه مشاكل، هل أنت موافق على ذلك؟
ca: És possible que experimenteu problemes. Voleu continuar?
es: Es probable que tengas problemas. ¿Te parece bien?
hi: संभावना है कि आपको समस्याओं का सामना करना पड़ेगा, क्या आप इसके साथ ठीक हैं?
hu: Valószínű, hogy problémákba fog ütközni, rendben van ez így?
pl: Prawdopodobnie wystąpią problemy, czy chcesz kontynuować?
sv: Det är troligt att du kommer att stöta på problem, är du okej med det?
tr: Muhtemelen sorunlarla karşılaşacaksınız, bunu kabul ediyor musunuz?
uz: Muammolarga duch kelishingiz mumkin. Shunda ham davom etasizmi?
zh_tw: 您很可能會遇到問題，您能接受嗎 ?

source: Main profile
ar: الملف الشخصي
ca: Perfil principal
es: Perfil principal
hi: मुख्य प्रोफ़ाइल
hu: Fő profil
pl: Główny profil
sv: Huvudprofil
tr: Ana profil
uz: Asosiy profil
zh_tw: 主要設定檔

source: Confirm password
ar: أكّد كلمة المرور
ca: Confirmar contrasenya
es: Confirmar contraseña
hi: पासवर्ड की पुष्टि करें
hu: Jelszó megerősítése
pl: Potwierdź hasło
sv: Bekräfta lösenord
tr: Parolayı onayla
uz: Parolni tasdiqlang
zh_tw: 確認密碼

source: The confirmation password did not match, please try again
ar: كلمة المرور التأكيدية غير متطابقة، يرجى المحاولة مرة أخرى
ca: La confirmació de la contrasenya no coincideix, si us plau torneu-ho a intentar
es: La confirmación de la contraseña no coincide, por favor intente nuevamente
hi: पुष्टि पासवर्ड मेल नहीं खाता, कृपया पुनः प्रयास करें
hu: A megerősítéshez használt jelszó nem egyezik meg, próbálja újra
pl: Hasło potwierdzające nie jest poprawne, proszę spróbować jeszcze raz
sv: Bekräftelselösenordet matchade inte, försök igen
tr: Onay parolası eşleşmedi, lütfen tekrar deneyin
ur: Password ki confirmation nahi mil rhi, brah e maharbani dobara koshish krein
uz: Parollar mos kelmadi, iltimos, qayta urining
zh_tw: 確認密碼不符合，請再試一次

source: Not a valid directory
ar: ليس دليلاً صالحًا
ca: Directori invàlid
es: No es un directorio válido
hi: एक मान्य डायरेक्टरी नहीं है
hu: Érvénytelen könyvtár
pl: Nieprawidłowy katalog
sv: Inte en giltig katalog
tr: Geçerli bir dizin değil
uz: Yaroqsiz katalog
zh_tw: 不是有效的目錄

source: Would you like to continue?
ar: هل ترغب في الاستمرار؟
ca: Voleu continuar?
es: ¿Quiere continuar?
hi: क्या आप जारी रखना चाहते हैं?
hu: Szeretné folytatni?
pl: Czy chcesz kontynuować?
sv: Vill du fortsätta?
tr: Devam etmek ister misiniz?
uz: Davom etishni xohlaysizmi?
zh_tw: 您想繼續嗎 ?

source: Directory
ar: دليل
ca: Directori
es: Directorio
hi: डायरेक्टरी
hu: Könyvtár
pl: Katalog
sv: Katalog
tr: Dizin
uz: Katalog
zh_tw: 目錄

source: Enter a directory for the configuration(s) to be saved (tab completion enabled)
ar: أدخل دليلا للتكوين (التكوينات) المراد حفظها (مُكِّن الإكمال بـtab)
ca: Introduïu un directori on guardar les configuracions (compleció amb TAB activada)
es: Ingrese un directorio para guardar las configuraciones (autocompletado de tabulación habilitado)
hi: कॉन्फ़िगरेशन सहेजने के लिए डायरेक्टरी दर्ज करें (tab completion enabled)
hu: Adjon meg egy könyvtárat a mentendő konfiguráció(k) számára (a tabulátoros kiegészítés engedélyezve van)
pl: Wprowadź katalog, w którym ma zostać zapisana konfiguracja (uzupełnianie przyciskiem tab jest włączone):
sv: Ange en katalog för konfigurationen/konfigurationerna som ska sparas (komplettering av flikar aktiverad)
tr: Kaydedilecek yapılandırma(lar) için bir dizin girin (sekme tamamlama etkin)
uz: Konfiguratsiya(lar) saqlanadigan katalogni kiriting (TAB orqali to'ldirish mavjud)
zh_tw: 輸入用於儲存組態設定的目錄 (啟用標籤完成)

source: Do you want to save the configuration file(s) to {}?
ar: هل تريد حفظ ملف (ملفات) الضبط إلى {} ؟
ca: Voleu guardar el(s) fitxer(s) de configuració a {}?
es: ¿Desea guardar los archivos de configuración en {}?
hi: क्या आप कॉन्फ़िगरेशन फ़ाइल(लें) को {} में सहेजना चाहते हैं?
hu: Szeretné elmenteni a konfigurációs fájl(oka)t a következő helyre: {}?
pl: Czy chcesz zapisać plik(i) konfiguracyjne do {}?
sv: Vill du spara konfigurationsfil(er) till {}?
tr: Yapılandırma dosya(lar)ını {}'a kaydetmek istiyor musunuz?
uz: Konfiguratsiya fayl(lar)ini {} manzilida saqlashni xohlaysizmi?
zh_tw: 您是否要將組態設定檔儲存到 {} ?

source: Enabled
ar: مفعّل
ca: Activat
es: Habilitado
hi: सक्षम
hu: Engedélyezve
pl: Włączone
sv: Aktiverad
tr: Etkin
uz: Yoqilgan
zh_tw: 己啟用

source: Disabled
ar: معطّل
ca: Desactivat
es: Deshabilitado
hi: अक्षम
hu: Letiltva
pl: Wyłączone
sv: Inaktiverad
tr: Devre dışı
uz: O'chirilgan
zh_tw: 己停用

source: Mirror name
ar: اسم المرآة
ca: Nom del mirall
es: Nombre del espejo
hi: मिरर का नाम
hu: Tükörnév
pl: Nazwa serwera lustrzanego
sv: Spegelnamn
tr: Yansıma adı
uz: Ko'zgu nomi
zh_tw: 鏡像伺服器區域

source: Select signature check
ar: حدد خيار التحقق من التوقيع
ca: Seleccionar verificació de signatura
es: Seleccionar verificación de firma
hi: हस्ताक्षर जाँच चुनें
hu: Aláírásellenőrzés kiválasztása
pl: Wybierz sprawdzanie podpisu
sv: Välj signaturkontroll
tr: İmza kontrolünü seç
uz: Imzo tekshirishni tanlang
zh_tw: 選擇簽章核對

source: Select execution mode
ar: حدد وضع التنفيذ
ca: Seleccionar mode d'execució
es: Seleccionar modo de ejecución
hi: निष्पादन मोड का चयन करें
hu: Végrehajtási mód kiválasztása
pl: Wybierz tryb uruchamiania
sv: Välj exekveringsläge
tr: Çalıştırma modunu seç
uz: Bajarish rejimini tanlang
zh_tw: 選擇執行模式

source: Press ? for help
ar: اضغط ؟ للمساعدة
ca: Polseu ? per accedir a l'ajuda
es: Presione ? para obtener ayuda
hi: मदद के लिए ? दबाएँ
hu: ? → a súgó megjelenítéséhez
pl: Naciśnij ?, aby wyświetlić pomoc
sv: Tryck på ?för hjälp
tr: Yardım için ? tuşuna basın
uz: Yordam uchun ? tugmasini bosing
zh_tw: 按下 ? 鍵，而尋求協助

source: Choose an option to give Hyprland access to your hardware
ca: Escolliu una opció per permetre a Hyprland l'accés al vostre maquinari
es: Elija una opción para darle a Hyprland acceso a su hardware
hi: Hyprland को अपने हार्डवेयर तक पहुंच देने के लिए एक विकल्प चुनें
hu: Válasszon ki egy beállítást, hogy engedélyezze a Hyprland számára a hardverekhez való hozzáférést
pl: Wybierz opcję, aby nadać Hyprland dostęp do twojego sprzętu
sv: Välj ett alternativ för att ge Hyprland åtkomst till din hårdvara
tr: Hyprland donanımınıza erişim izni vermek için bir seçenek belirleyin
uz: Hyprland'ga qurilmalaringizga kirish huquqini berish variantini tanlang
zh_tw: 選擇一個選項，讓 Hyprland 能存取您的硬體

source: Additional repositories
ca: Repositoris addicionals
es: Repositorios adicionales
hi: अतिरिक्त रिपॉजिटरी
hu: További tárolók
pl: Dodatkowe repozytoria
sv: Ytterligare arkiv
tr: Ek depolar
uz: Qo'shimcha repozitoriylar
zh_tw: 加入額外的套件庫

source: Swap on zram
ca: Swap a zram
es: Intercambio en zram
hi: zram पर स्वैप
hu: Swap a zram fölött
pl: Swap na zram
sv: Swap på zram
tr: Zram üzerinde swap
ur: Zram main Swap
uz: Zram'da swap
zh_tw: 在 zram 上進行置換(Swap)

source: Name
ca: Nom
es: Nombre
hi: नाम
hu: Név
pl: Nazwa
sv: Namn
tr: İsim
ur: Naam
uz: Nom
zh_tw: 名稱

source: Signature check
ca: Verificació de signatura
es: Comprobación de firma
hi: हस्ताक्षर जाँच
hu: Aláírás-ellenőrzés
pl: Sprawdzanie podpisów
sv: Signaturkontroll
tr: İmza kontrolü
uz: Imzo tekshiruvi
zh_tw: 簽章檢查

source: Selected free space segment on device {}:
ca: Segment d'espai lliure seleccionat al dispositiu {}:
es: Segmento de espacio libre seleccionado en el dispositivo {}:
hi: डिवाइस {} पर चयनित मुक्त स्थान खंड:
hu: A kiválasztott szabad szakaszok a(z) {} eszközön:
pl: Wybrany segment wolnego miejsca na urządzeniu {}:
sv: Valt ledigt utrymmessegment på enheten {}:
tr: Cihaz üzerinde seçilen boş alan segmenti {}:
uz: {} qurilmasidagi tanlangan bo'sh joy segmenti:
zh_tw: 已選取裝置 {} 上的可用空間區段:

source: Size: {} / {}
ca: Mida: {} / {}
es: Tamaño: {} / {}
hi: आकार: {} / {}
hu: Méret: {} / {}
pl: Rozmiar: {} / {}
sv: Storlek: {} / {}
tr: Boyut: {} / {}
uz: Hajm: {} / {}
zh_tw: 總長度: {}/{}

source: Size (default: {}):
ca: Mida (per defecte: {}):
es: Tamaño (predeterminado: {}):
hi: आकार (डिफ़ॉल्ट: {}):
hu: Méret (alapértelmezett: {}):
pl: Rozmiar (domyślnie: {}):
sv: Storlek (standard: {}):
tr: Boyut (varsayılan: {}):
uz: Hajm (standart: {}):
zh_tw: 輸入起始區塊( 預設: {} ):

source: HSM device
ca: Dispositiu HSM
es: Dispositivo HSM
hi: HSM डिवाइस
hu: HSM-eszköz
pl: Urządzenie HSM
sv: HSM-enhet
tr: HSM cihazı
uz: HSM qurilmasi
zh_tw: HSM 裝置

source: Some packages could not be found in the repository
ca: Alguns paquets no s'han trobat al repositori
es: No se pudieron encontrar algunos paquetes en el repositorio
hi: रिपॉजिटरी में कुछ पैकेज नहीं मिले
hu: Néhány csomag nem található a tárolóban
pl: Niektóre pakiety nie mogły zostać znalezione w repozytorium
sv: Vissa paket kunde inte hittas i arkivet
tr: Depoda bazı paketler bulunamadı
ur: Kuch packages repository main nahi milay
uz: Ba'zi paketlar repozitoriyda topilmadi
zh_tw: 某些套件包無法在套件庫中找到

source: User
ca: Usuari
es: Usuario
hi: उपयोगकर्ता
hu: Felhasználó
pl: Użytkownik
sv: Användare
tr: Kullanıcı
ur: Saraf
uz: Foydalanuvchi
zh_tw: 使用者

source: The specified configuration will be applied
ca: S'aplicarà la configuració especificada
es: Se aplicará la configuración especificada
hi: निर्दिष्ट कॉन्फ़िगरेशन लागू किया जाएगा
hu: A megadott konfiguráció lesz alkalmazva
pl: Podana konfiguracja zostanie zastosowana
sv: Den angivna konfigurationen kommer att tillämpas
tr: Belirtilen yapılandırma uygulanacaktır
ur: Matloba tarteb ko apply kia jayga
uz: Ko'rsatilgan konfiguratsiya qo'llaniladi
zh_tw: 指定的組態設定將會套用

source: Wipe
ca: Esborrat complet
es: Borrar
hi: वाइप (Wipe)
hu: Törlés
pl: Wymaż
sv: Rensa
tr: Süpür
ur: Mitana
uz: Tozalash
zh_tw: 清除

source: Mark/Unmark as XBOOTLDR
ca: Marcar/Desmarcar com XBOOTLDR
es: Marcar/Desmarcar como XBOOTLDR
hi: XBOOTLDR के रूप में मार्क/अनमार्क करें
hu: Megjelölés/elvetés mint XBOOTLDR
pl: Zaznacz/Odznacz jako XBOOTLDR
sv: Markera/avmarkera som XBOOTLDR
tr: XBOOTLDR olarak İşaretle/İşareti Kaldır
uz: XBOOTLDR deb belgilash/bekor qilish
zh_tw: 標記/取消標記磁碟分割區為 XBOOTLDR

source: Loading packages...
ca: Carregant paquets...
es: Cargando paquetes...
hi: पैकेज लोड हो रहे हैं...
hu: Csomagok betöltése…
pl: Ładowanie pakietów...
sv: Laddar paket...
tr: Paketler yükleniyor...
uz: Paketlar yuklanmoqda...
zh_tw: 正在載入套件包...

source: Select any packages from the below list that should be installed additionally
ca: Seleccioneu qualsevol paquet de la llista de sota a incloure a la instal·lació
es: Seleccione cualquier paquete de la lista a continuación que deba instalarse adicionalmente
hi: नीचे दी गई सूची से कोई भी पैकेज चुनें जिसे अतिरिक्त रूप से इंस्टॉल किया जाना चाहिए
hu: Válassza ki az alábbi listából azokat a csomagokat, amelyeket hozzá akar adni a telepítéshez
pl: Wybierz pakiety z poniższej listy, które powinne być dodatkowo zainstalowane
sv: Välj alla paket från listan nedan som ska installeras ytterligare
tr: Aşağıdaki listeden ek olarak kurulması gereken paketleri seçin
ur: koi bhi packages neechay wali feharast main say azafi tor par install karnay kay liay
uz: Quyidagi ro'yxatdan qo'shimcha o'rnatiladigan paketlarni tanlang
zh_tw: 從下列清單中選擇任何需要額外安裝的套件包

source: Add a custom repository
ca: Afegir un repositori personalitzat
es: Agregar un repositorio personalizado
hi: एक कस्टम रिपॉजिटरी जोड़ें
hu: Egyéni tároló hozzáadása
pl: Dodaj niestandardowe repozytorium
sv: Lägg till en anpassat arkiv
tr: Özel bir depo ekle
uz: Maxsus repozitoriy qo'shish
zh_tw: 新增自訂套件庫

source: Change custom repository
ca: Canviar repositori personalitzat
es: Cambiar el repositorio personalizado
hi: कस्टम रिपॉजिटरी बदलें
hu: Egyéni tároló módosítása
pl: Zmień niestandardowe repozytorium
sv: Ändra anpassat arkiv
tr: Özel depoyu değiştir
uz: Maxsus repozitoriyni o'zgartirish
zh_tw: 變更自訂套件庫

source: Delete custom repository
ca: Eliminar repositori personalitzat
es: Eliminar repositorio personalizado
hi: कस्टम रिपॉजिटरी हटाएँ
hu: Egyéni tároló törlése
pl: Usuń niestandardowe repozytorium
sv: Ta bort anpassat arkiv
tr: Özel depoyu sil
uz: Maxsus repozitoriyni o'chirish
zh_tw: 刪除自訂套件庫

source: Repository name
ca: Nom del repositori
es: Nombre del repositorio
hi: रिपॉजिटरी का नाम
hu: Tároló neve
pl: Nazwa repozytorium
sv: Arkivnamn
tr: Depo adı
uz: Repozitoriy nomi
zh_tw: 套件庫名稱

source: Add a custom server
ca: Afegir un servidor personalitzat
es: Agregar un servidor personalizado
hi: एक कस्टम सर्वर जोड़ें
hu: Egyéni kiszolgáló hozzáadása
pl: Dodaj niestandardowy serwer
sv: Lägg till en anpassad server
tr: Özel bir sunucu ekle
uz: Maxsus server qo'shish
zh_tw: 新增自訂伺服器

source: Change custom server
ca: Canviar servidor personalitzat
es: Cambiar servidor personalizado
hi: कस्टम सर्वर बदलें
hu: Egyéni kiszolgáló módosítása
pl: Zmień niestandardowy serwer
sv: Ändra anpassad server
tr: Özel sunucuyu değiştir
uz: Maxsus serverni o'zgartirish
zh_tw: 變更自訂伺服器

source: Delete custom server
ca: Eliminar servidor personalitzat
es: Eliminar servidor personalizado
hi: कस्टम सर्वर हटाएँ
hu: Egyéni kiszolgáló törlése
pl: Usuń niestandardowy serwer
sv: Ta bort anpassad server
tr: Özel sunucuyu sil
uz: Maxsus serverni o'chirish
zh_tw: 刪除自訂伺服器

source: Server url
ca: URL del servidor
es: URL del servidor
hi: सर्वर url
hu: Kiszolgáló webcíme
pl: Url serwera
tr: Sunucu adresi
ur: Server ka url
uz: Server URL'i
zh_tw: 伺服器 URL

source: Select regions
ca: Seleccioneu regions
es: Seleccione regiones
hi: क्षेत्र चुनें
hu: Régiók kiválasztása
pl: Wybierz regiony
sv: Välj regioner
tr: Bölge seç
uz: Hududlarni tanlang

source: Add custom servers
ca: Afegir servidors personalitzats
es: Agregar servidores personalizados
hi: कस्टम सर्वर जोड़ें
hu: Egyéni kiszolgálók hozzáadása
pl: Dodaj niestandardowe serwery
sv: Lägg till en anpassade servrar
tr: Özel sunucu ekle
uz: Maxsus serverlar qo'shish
zh_tw: 新增自訂伺服器

source: Add custom repository
ca: Afegir un repositori personalitzat
es: Agregar repositorio personalizado
hi: कस्टम रिपॉजिटरी जोड़ें
hu: Egyéni tároló hozzáadása
pl: Dodaj niestandardowe repozytorium
sv: Lägg till ett anpassat arkiv
tr: Özel depo ekle
uz: Maxsus repozitoriy qo'shish
zh_tw: 新增自訂套件庫

source: Loading mirror regions...
ca: Carregant regions dels miralls...
es: Cargando regiones espejo...
hi: मिरर क्षेत्र लोड हो रहे हैं...
hu: Tükörrégiók betöltése…
pl: Ładowanie regionów serwerów lustrzanych...
sv: Laddar spegelregioner...
tr: Ayna bölgeleri yükleniyor...
uz: Ko'zgu hududlari yuklanmoqda...
zh_tw: 載入鏡像伺服器所在地 ...

source: Mirrors and repositories
ca: Miralls i repositoris
es: Espejos y repositorios
hi: मिरर और रिपॉजिटरी
hu: Tükrök és tárolók
pl: Serwery lustrzane i repozytoria
sv: Speglar och arkiv
tr: Aynalar ve depolar
uz: Ko'zgular va repozitoriylar
zh_tw: 鏡像伺服器和套件庫

source: Selected mirror regions
ca: Regions de miralls seleccionades
es: Regiones de espejo seleccionadas
hi: चयनित मिरर क्षेत्र
hu: Kiválasztott tükörrégiók
pl: Wybrane regiony serwerów lustrzanych
sv: Valda spegelregioner
tr: Seçilmiş ayna bölgeleri
uz: Tanlangan ko'zgu hududlari
zh_tw: 己選擇鏡像伺服器所在地

source: Custom servers
ca: Servidors personalitzats
es: Servidores personalizados
hi: कस्टम सर्वर
hu: Egyéni kiszolgálók
pl: Niestandardowe serwery lustrzane
sv: Anpassade servrar
tr: Özel sunucular
uz: Maxsus serverlar
zh_tw: 自訂伺服器位置

source: Custom repositories
ca: Repositoris personalitzats
es: Repositorios personalizados
hi: कस्टम रिपॉजिटरी
hu: Egyéni tárolók
pl: Niestandardowe repozytoria
sv: Anpassade arkiv
tr: Özel depolar
uz: Maxsus repozitoriylar
zh_tw: 自訂套件庫

source: Only ASCII characters are supported
ca: Només es suporten caràcters ASCII
es: Sólo se admiten caracteres ASCII
hi: केवल ASCII वर्ण समर्थित हैं
hu: Csak ASCII karakterek támogatottak
pl: Tylko znaki ASCII są wspierane
sv: Endast ASCII-tecken stöds
tr: Sadece ASCII karakterleri desteklenir
ur: Sirf ASCII alfaz ko support hasil hai
uz: Faqat ASCII belgilari qo'llab-quvvatlanadi
zh_tw: 僅支援 ASCII 字元

source: Show help
ca: Mostrar l'ajuda
es: Mostrar ayuda
hi: मदद दिखायें
hu: Súgó megjelenítése
pl: Pokaż pomoc
sv: Visa hjälp
tr: Yardım göster
ur: Madad dikhain
uz: Yordamni ko'rsatish
zh_tw: 顯示協助

source: Exit help
ca: Sortir de l'ajuda
es: Ayuda para salir
hi: मदद छोड़ें
hu: Kilépés a súgóból
pl: Zamknij pomoc
sv: Avsluta hjälpen
tr: Yardımdan çık
ur: Madad say nikalein
uz: Yordamdan chiqish
zh_tw: 離開協助

source: Preview scroll up
ca: Previsualització amunt
hi: प्रिव्यू ऊपर स्क्रॉल करें
hu: Előnézet felfelé görgetése
pl: Przewiń podgląd w górę
sv: Förhandsgranska rulla uppåt
tr: Önizlemeyi yukarı kaydır
ur: Scroll up dikhain
uz: Oldindan ko'rish (yuqoriga)
zh_tw: 向上捲動預覽

source: Preview scroll down
ca: Previsualització avall
hi: प्रिव्यू नीचे स्क्रॉल करें
hu: Előnézet lefelé görgetése
pl: Przewiń podgląd w dół
sv: Förhandsgranska rulla nedåt
tr: Önizlemeyi aşağı kaydır
ur: Scroll down dikhain
uz: Oldindan ko'rish (pastga)
zh_tw: 向下捲動預覽

source: Move up
ca: Mou amunt
es: Subir
hi: ऊपर बढ़ो
hu: Felfelé léptetés
pl: Przesuń w górę
sv: Flytta upp
tr: Yukarı taşı
ur: Opar jain
uz: Yuqoriga
zh_tw: 上移

source: Move down
ca: Mou avall
es: Bajar
hi: नीचे जाएँ
hu: Lefelé léptetés
pl: Przesuń w dół
sv: Flytta ned
tr: Aşağı taşı
ur: Neechay jain
uz: Pastga
zh_tw: 下移

source: Move right
ca: Mou a la dreta
es: Mover a la derecha
hi: दाएँ जाएँ
hu: Jobbra léptetés
pl: Przesuń w prawo
sv: Flytta höger
tr: Sağa taşı
ur: Right jain
uz: O'ngga
zh_tw: 右移

source: Move left
ca: Mou a l'esquerra
es: Mover a la izquierda
hi: बाएँ जाएँ
hu: Balra léptetés
pl: Przesuń w lewo
sv: Flytta vänster
tr: Sola taşı
ur: Left jain
uz: Chapga
zh_tw: 左移

source: Jump to entry
ca: Saltar cap a un registre
es: Saltar a la entrada
hi: प्रवेश पर जाएँ
hu: Ugrás a bejegyzésre
pl: Przeskocz do wpisu
sv: Hoppa till posten
tr: Girişe atla
ur: Entry par jump krin
uz: Bandga o'tish
zh_tw: 跳轉至入口

source: Skip selection (if available)
ca: Saltar la selecció (si està disponible)
es: Saltar selección (si está disponible)
hi: चयन छोड़ें (यदि उपलब्ध हो)
hu: Kiválasztás kihagyása (ha elérhető)
pl: Pomiń wybór (jeżeli to możliwe)
sv: Hoppa över valet (om tillgängligt)
tr: Seçimi atla (eğer varsa)
ur: Intkhab skip krin (agar mujud ho)
uz: Tanlovni o'tkazib yuborish (agar mumkin bo'lsa)
zh_tw: 跳過選擇 (如果有)
