Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: [!] A log file has been created here: {} {}
ar: [!] مِلَف سِجِل أُنشِأ هُنا: {} {}
ca: [!] S'ha creat un fitxer de registre aquí: {} {}
da: [!] En logfil er blevet skabt her: {} {}
es: [!] Se ha creado un archivo de registro aquí: {} {}
ga: [!] Cruthaíodh logchomhad anseo: {} {}
hi: [!] यहाँ एक लॉग फ़ाइल बनाई गई है: {} {}
hu: [!] A naplófájl itt jött létre: {} {}
pl: [!] Plik dziennika został stworzony tutaj: {} {}
sv: [!] En logg-fil har skapats här: {} {}
tr: [!] Burada bir günlük dosyası oluşturuldu: {} {}
ur: [!] Aik log file yahan bana di gai hai: {} {}
uz: [!] Log fayl bu yerda yaratildi: {} {}
zh_tw: [!] 記錄檔已在此處建立: {} {}

source: Please submit this issue (and file) to https://github.com/archlinux/archinstall/issues
ar: يُرجى تسليم تقرير عن هذا الخلل (مع المِلَف) إلى https://github.com/archlinux/archinstall/issues
ca: Si us plau, envieu aquest problema (i fitxer) a https://github.com/archlinux/archinstall/issues
es: Envíe este problema (y archivo) a https://github.com/archlinux/archinstall/issues
hi: कृपया इस समस्या (और फ़ाइल) को https://github.com/archlinux/archinstall/issues पर सबमिट करें।
hu: Jelentse ezt a problémát (a naplófájllal együtt) itt: https://github.com/archlinux/archinstall/issues
pl: Proszę zgłosić ten błąd (i dołączyć plik) pod adresem https://github.com/archlinux/archinstall/issues
sv: Vänligen skicka in detta problem (och fil) till https://github.com/archlinux/archinstall/issues
tr: Lütfen bu sorunu (ve dosyayı) https://github.com/archlinux/archinstall/issues adresine gönderin
uz: Iltimos, ushbu muammo (va fayl) haqida https://github.com/archlinux/archinstall/issues manziliga xabar bering
zh_tw: 請將此問題（以及檔案）提交到 https://github.com/archlinux/archinstall/issues

source: Do you really want to abort?
ar: هل تُريدُ حقًا إجهاضَ العَملِيَّة؟
ca: Segur que voleu avortar?
da: Vil du virkelig afbryde?
es: ¿Realmente desea abortar?
ga: Ar mhaith leat tobscoir?
hi: क्या आप वाकई रद्द करना चाहते हैं?
hu: Biztosan megszakítja?
pl: Czy na pewno chcesz przerwać?
sv: Vill du verkligen avbryta?
tr: Gerçekten iptal etmek istiyor musunuz?
ur: Kia aap sach mein yeh band karna chahtay hein?
uz: Haqiqatan ham to'xtatmoqchimisiz?
zh_tw: 您真的要中止嗎？

source: And one more time for verification:
ar: ومرة أخرى للتحقق:
ca: Una vegada més per a verificar:
da: Og endnu en gang for verificering:
es: Una vez más para verificar:
ga: Agus uair amháin eile le haghaidh fíoraithe:
hi: सत्यापन के लिए एक बार और:
hu: És még egyszer az ellenőrzéshez:
pl: I jeszcze raz w celu weryfikacji:
sv: Och en gång till för verifikation:
tr: Ve doğrulama için bir kez daha:
ur: Or aik bar or verification kay liay:
uz: Tekshirish uchun yana bir marta kiriting:
zh_tw: 請再輸入一次，得以進行驗證:

source: Would you like to use swap on zram?
ar: هل تريد استخدام swap أو zram؟
ca: Us agradaria utilitzar swap a zram?
da: Vil du gerne bruge swap eller zram?
es: ¿Le gustaría usar swap en zram?
ga: Ar mhaith leat úsáid a bhaint as babhtáil ar zram?
hi: क्या आप swap के लिए zram इस्तेमाल करना चाहेंगे?
hu: Biztosan cserehelyet akar használni a zRam-on?
pl: Czy chcesz używać swap w zramie?
sv: Vill du använda swap under zram?
tr: Zram üzerinde swap kullanmak ister misiniz?
ur: Kia aap zram par swap istimal karna chahtay hein?
uz: Zram'da swap'dan foydalanmoqchimisiz?
zh_tw: 您想在 zram 上使用置換磁碟分割區（swap）嗎？

source: Desired hostname for the installation:
ar: اسم المضيف المُراد للتثبيت:
ca: Nom de host desitjat per a la instal·lació:
da: Ønsket værtsnavn for installationen:
es: Nombre de host deseado para la instalación:
ga: An t-óstainm inmhianaithe don suiteáil:
hi: इच्छित होस्ट का नाम (hostname) इंस्टालेशन के लिए:
hu: A kiszolgáló neve a telepítéshez:
pl: Nazwa hosta dla tej instalacji:
sv: Önskat 'värdnamn' för din installation:
tr: Kurulum için istenilen ana bilgisayar adı:
ur: Installtion kay liay pasandida hostname:
uz: O'rnatish uchun host nomini kiriting:
zh_tw: 請輸入安裝後預期使用的主機名稱 (hostname):

source: Username for required superuser with sudo privileges:
ar: اسم المتستخدم لأجل المستخدم الخارِق المطلوب مع امتيازات sudo:
ca: Nom d'usuari pel superusuari amb privilegis sudo:
da: Brugernavn for påkrævet superbruger med sudo-privilegier:
es: Nombre de usuario para el superusuario con privilegios sudo:
ga: Ainm úsáideora le haghaidh sár-úsáideoir riachtanach le pribhléidí sudo:
hi: sudo प्रिविलेज वाले ज़रूरी सुपरयूज़र के लिए यूज़रनेम:
hu: A rendszergazda felhasználó neve a számítógép használatához szükséges „sudo” jogosultságokkal:
pl: Nazwa użytkownika dla wymaganego superusera z uprawnieniami sudo:
sv: Användarnamn för obligatoriska superanvändaren med sudo rättigheter:
tr: Sudo ayrıcalıklarına sahip gerekli süper kullanıcı için kullanıcı adı:
ur: Superuser kay liay saraf chahiay sudo marat kay sath:
uz: Sudo imtiyozlariga ega superuser uchun foydalanuvchi nomi:
zh_tw: 請輸入需要超級使用者的使用者名稱 (sudo 權限) :

source: Any additional users to install (leave blank for no users):
ar: أي مستخدمين إضافيين للتثبيت (اتركه فارغًا لعدم وجود مستخدمين):
ca: Algun usuari addicional a instal·lar (deixeu-ho en blanc per no afegir-ne cap):
da: Andre yderligere brugere til at installere (Lad være tom for ingen brugere):
es: Algún usuario adicional a instalar (déjelo en blanco para no agregar ninguno):
ga: Aon úsáideoirí breise le suiteáil (fág bán gan aon úsáideoir):
hi: इंस्टॉल करने के लिए कोई अतिरिक्त यूज़र (कोई यूज़र नहीं होने पर खाली छोड़ दें):
hu: További felhasználók hozzáadása a telepítéshez (hagyja üresen, ha nem akar több felhasználót hozzáadni):
pl: Ewentualni użytkownicy do instalacji (pozostaw puste jeśli nie chcesz tworzyć użytkowników):
sv: Några ytterligare användare att installera (lämna tomt när du är klar):
tr: Ek olarak kurulacak kullanıcılar var mı (kullanıcı yoksa boş bırakın):
ur: Koi azafi sarafein install kay liay (Khali chod dein saraf na honay ki sorat mein):
uz: Qo'shimcha foydalanuvchilar (kerak bo'lmasa, bo'sh qoldiring):
zh_tw: 要新增的其他使用者 (留空表示不新建其他使用者):

source: Should this user be a superuser (sudoer)?
ar: هل يجب أن يكون هذا المستخدم خارقا (sudoer)؟
ca: Cal que aquest usuari sigui un superusuari (sudoer)?
da: Skal denne bruger være en superbruger (sudoer)?
es: Debería este usuario ser un superusuario (sudoer)?
ga: Ar cheart don úsáideoir seo a bheith ina shár-úsáideoir (sudoer)?
hi: क्या यह user एक superuser होना चाहिए (sudoer)?
hu: Ennek a felhasználónak rendszergazdának (sudoer) kell lennie?
pl: Czy użytkownik powinien być superuserem (mieć uprawnienia sudo)?
sv: Är detta en superanvändare (sudo-rättigheter)?
tr: Bu kullanıcı bir süper kullanıcı (sudoer) olmalı mı?
ur: Kia yeh sarif superuser (sudoer) hona chahiye?
uz: Ushbu foydalanuvchi superuser (sudoer) bo'lishi kerakmi?
zh_tw: 這個使用者應該成為超級使用者（sudoer）嗎？

source: Select a timezone
ar: حدِّد منطقة زمنية
ca: Seleccioneu una franja horària
da: Vælg en tidszone
es: Seleccione una zona horaria
ga: Roghnaigh crios ama
hi: समयक्षेत्र चुनें
hu: Időzóna kiválasztása
pl: Wybierz strefę czasową
sv: Välj en tidszon
tr: Bir zaman dilimi seç
ur: Aik timezone ka intikhab krein
uz: Vaqt mintaqasini tanlang
zh_tw: 選擇時區

source: Would you like to use GRUB as a bootloader instead of systemd-boot?
ar: هل ترغب في استخدام GRUB كمُحمّل إقلاع بدلاً من systemd-boot؟
ca: Voleu utilitzar GRUB com a gestor d'arranc en comptes de systemd-boot?
da: Vil du gerne anvende GRUB som en bootloader i stedet for systemd-boot?
es: Te gustaría usar GRUB como gestor de arranque en lugar de systemd-boot?
ga: Ar mhaith leat GRUB a úsáid mar bootloader in ionad systemd-boot?
hi: क्या आप systemd-boot की जगह GRUB को बूटलोडर के रूप में इस्तेमाल करना चाहेंगे?
hu: Szeretné használni a GRUB-ot rendszerbetöltőként a systemd-boot helyett?
pl: Czy chcesz użyć GRUB-a jako programu rozruchowego zamiast systemd-boot?
sv: Vill du använda GRUB istället för systemd-boot som boot-loader?
tr: Önyükleyici olarak systemd-boot yerine GRUB kullanmak ister misiniz?
ur: Kia aap GRUB ko bootloader kay taur par istimal karna chahtay hein, systemd-boot ki jaga'h?
uz: Systemd-boot o'rniga GRUB bootloader'idan foydalanmoqchimisiz?
zh_tw: 您希望使用 GRUB 作為開機引導程式，而不是 systemd-boot 嗎？

source: Choose a bootloader
ar: اختر مُحمّل الإقلاع
ca: Trieu un gestor d'arranc
da: Vælg en bootloader
es: Elija un gestor de arranque
ga: Roghnaigh lódálaí tosaithe
hi: एक bootloader चुनें
hu: Válasszon ki egy rendszerbetöltőt
pl: Wybierz program rozruchowy
sv: Välj en boot-loader
tr: Bir ön yükleyici seç
ur: Bootloader ka intkhab
uz: Bootloader'ni tanlang
zh_tw: 選擇開機引導程式

source: Choose an audio server
ar: اختر خادِم صوتيات
ca: Trieu un servidor d'àudio
da: Vælg en audio-server
es: Elija un servidor de audio
ga: Roghnaigh freastalaí fuaime
hi: एक audio server चुनें
hu: Válasszon ki egy hangkiszolgálót
pl: Wybierz serwer dźwięku
sv: Välj en ljud-server
tr: Bir ses sunucusu seç
ur: Audio server ka intkhab
uz: Audio serverni tanlang
zh_tw: 請選擇音效伺服器

source: Only packages such as base, base-devel, linux, linux-firmware, efibootmgr and optional profile packages are installed.
ar: فقط الحزم مثل base وbase-devel وlinux وlinux-firmware وefibootmgr و حِزم مِلف اختيارية سوف تُثَبَّت.
ca: Només s'instal·laran paquets com base, base-devel, linux, linux-firmware, efibootmgr i altres paquets de perfil opcionals.
da: Kun pakker som f.eks. base, base-devel, linux, linux-firmware, efibootmgr og valgfrie profilpakker er installeret.
es: Solo paquetes como base, base-devel, linux, linux-firmware, efibootmgr y paquetes opcionales de perfil se instalan.
ga: Ní shuiteáiltear ach pacáistí cosúil le pacáistí bonn, base-devel, linux, linux-firmware, efibootmgr agus próifíl roghnach.
hi: केवल बेस, बेस-डेवल, लिनक्स, लिनक्स-फर्मवेयर, efibootmgr और ऑप्शनल प्रोफ़ाइल पैकेज जैसे पैकेज ही इंस्टॉल किए जाते हैं।
hu: Csak az olyan csomagok mint a base, base-devel, linux, linux-firmware, efibootmgr és a nem kötelező profilcsomagok lesznek telepítve.
pl: Instalowane są tylko pakiety takie jak base, base-devel, linux, linux-firmware, efibootmgr i opcjonalne pakiety profili.
sv: Enbart paket som base, base-devel, linux, linux-firmware, efibootmgr och självvalda paket är installerade.
tr: Yalnızca base, base-devel, linux, linux-firmware, efibootmgr ve isteğe bağlı profil paketleri gibi paketler yüklenir.
ur: Sirf packages jaisa ke'h base, base-devel, linux, linux-firmware, efibootmgr aur ikhti'ari profile packages hi install hein.
uz: Faqat base, base-devel, linux, linux-firmware, efibootmgr va ixtiyoriy profil paketlari o'rnatiladi.
zh_tw: 僅安裝基本套件，如 base、base-devel、linux、linux-firmware、efibootmgr 和選擇性的軟體設定套件包。

source: Note: base-devel is no longer installed by default. Add it here if you need build tools.
hi: ध्यान दें: base-devel अब डिफ़ॉल्ट रूप से इंस्टॉल नहीं होता है। अगर आपको बिल्ड टूल्स की ज़रूरत है तो इसे यहाँ जोड़ें।

source: If you desire a web browser, such as firefox or chromium, you may specify it in the following prompt.
ar: إذا كنت ترغب في متصفح الويب ، مثل Firefox أو chromium، فيمكنك تحديده في موضِع الكتابة التالي.
ca: Si desitgeu un navegador web, com ara firefox o chromium, ho podeu especificar al proper missatge.
da: Hvis du ønsker en webbrowser, som f.eks. firefox eller chromium, kan du specificere dette i følgende prompt.
es: Si desea un navegador web, como firefox o chromium, puede especificarlo en el siguiente mensaje.
ga: Más mian leat brabhsálaí gréasáin, mar firefox nó cróimiam, is féidir leat é a shonrú sa leid seo a leanas.
hi: अगर आप फ़ायरफ़ॉक्स या क्रोमियम जैसा वेब ब्राउज़र चाहते हैं, तो आप इसे नीचे दिए गए प्रॉम्प्ट में बता सकते हैं।
hu: Ha olyan böngészőre vágyik, mint például a Firefox vagy a Chromium, akkor azt a következő promptban adhatja meg.
pl: Jeśli potrzebujesz przeglądarki internetowej, takiej jak firefox lub chromium, możesz ją określić w następującym oknie dialogowym.
sv: Om du önskar en webbläsare, exempelvis firefox eller chromium, bör du skriva in dom i följande fält.
tr: Firefox veya Chromium gibi bir web tarayıcısı isterseniz, sıradaki ekranda belirtebilirsiniz.
ur: Agar aap web browser chahtay hein, jaise firefox ya chromium, to aap foori taur par kar saktay hein.
uz: Agar Firefox yoki Chromium kabi veb-brauzer kerak bo'lsa, uni keyingi qadamda belgilashingiz mumkin.
zh_tw: 如果您需要網頁瀏覽器，例如 firefox 或 chromium，你可以在下面的提示字元中進行指定。

source: Write additional packages to install (space separated, leave blank to skip):
ar: اكتب حزمًا إضافية لتثبيتها (تُفصَل بالمسافات، اتركها فارغة للتخطي):
ca: Escriviu paquets addicionals a instal·lar (separats per espais, deixeu-ho en blanc per saltar aquest pas):
da: Indtast yderligere pakker, som skal installeres (separeret med mellemrum, lad være tom for at springe over):
es: Escriba paquetes adicionales para instalar (separados por espacios, deja en blanco para omitir):
ga: Scríobh pacáistí breise le suiteáil (spás scartha, fág bán le scipeáil):
hi: अन्य packages का नाम लिखें (स्पेस छोड़कर, अन्यथा खाली छोड़ें):
hu: Írjon be további csomagneveket a telepítéshez (szóközzel elválasztva; hagyja üresen a kihagyáshoz):
pl: Wpisz dodatkowe pakiety do zainstalowania (oddzielone spacjami, pozostaw puste aby pominąć):
sv: Skriv in ytterligare paket som skall installeras (separerade med mellanslag, lämna tomt för att skippa):
tr: Kurulacak ek paketleri yazınız (paketleri boşlukla ayırın, geçmek için boş bırakın):
ur: Azafi packages jo install karnay hein (space se alag krein, khali chod de'n agar kuch nahi):
uz: Qo'shimcha paketlarni probel bilan ajratib yozing (o'tkazib yuborish uchun bo'sh qoldiring):
zh_tw: 請輸入您要安裝的其它套件包 (請以空格進行分隔，若留空則直接跳過):

source: Copy ISO network configuration to installation
ar: انسخ إعداد شبكة الـISO للتثبيت
ca: Copiar la configuració de xarxa ISO a la instal·lació
da: Kopier ISO-netværkskonfiguration til installationen
es: Copiar la configuración de red ISO a la instalación
ga: Cóipeáil cumraíocht líonra ISO chuig an suiteáil
hi: ISO नेटवर्क कॉन्फ़िगरेशन को इंस्टॉलेशन में कॉपी करें
hu: Másolja be az ISO hálózati konfigurációt a telepítéshez
pl: Skopiuj ustawienia sieciowe z ISO do instalacji
sv: Kopiera nätverkskonfigurationen från ISO till installationen
tr: ISO ağ yapılandırmasını kuruluma kopyala
ur: ISO network tarteb ko installation par copy krein
uz: ISO tarmoq konfiguratsiyasini o'rnatishga nusxalash
zh_tw: 將 ISO映像檔中的網路組態設置複製到安裝環境中

source: Use NetworkManager (necessary for configuring internet graphically in GNOME and KDE)
ar: استخدم مُدير الشبكة (ضروري لإعداد الإنترنت باستخدام واجهة رسومية في جنوم و كيدي)
ca: Utilitzar NetworkManager (necessari per a configurar internet gràficament a GNOME i KDE)
es: Usar NetworkManager (necesario para configurar internet gráficamente en GNOME y KDE)
ga: Úsáid NetworkManager (riachtanach chun an t-idirlíon a chumrú go grafach i GNOME agus KDE)
hi: NetworkManager का इस्तेमाल करें (GNOME और KDE में ग्राफिकली इंटरनेट कॉन्फ़िगर करने के लिए ज़रूरी है)
hu: A hálózatkezelő használata (szükséges az internet grafikus konfigurálásához GNOME-ban és KDE-ben)
pl: Użyj programu NetworkManager (niezbędne do graficznej konfiguracji Internetu w środowiskach GNOME i KDE)
sv: Använd NetworkManager (nödvändigt för att konfigurera internet i grafiska miljöerna GNOME och KDE)
tr: NetworkManager kullan (GNOME ve KDE ile interneti grafiksel olarak yapılandırmak için gerekli)
ur: NetworkManager istimal krein (GNOME aur KDE mein internet ko graphically tarteb karnay kay liay zaruri)
uz: NetworkManager'dan foydalanish (GNOME va KDE'da internetni grafik interfeysda sozlash uchun zarur)
zh_tw: 使用 NetworkManager（在 GNOME 和 KDE 中以圖形化方式設定網際網路所需的功能）

source: Select one network interface to configure
ar: حدِّد واجهة شبكة واحدة للإعداد
ca: Seleccioneu una interfície de xarxa a configurar
da: Vælg en netværksgrænseflade at konfigurere
es: Seleccione una interfaz de red para configurar
ga: Roghnaigh comhéadan líonra amháin le chumrú
hi: कॉन्फ़िगर करने के लिए एक नेटवर्क इंटरफ़ेस चुनें
hu: Válasszon ki egy hálózati csatolót a konfiguráláshoz
pl: Wybierz jeden interfejs sieciowy do skonfigurowania
sv: Välj ett nätverkskort för konfigurering
tr: Yapılandırmak için bir ağ arayüzü seçin
ur: tarteb karnay kay liay aik network interface ka intikhab krein
uz: Sozlash uchun bitta tarmoq interfeysini tanlang
zh_tw: 請選擇要設定的網路介面

source: Select which mode to configure for "{}" or skip to use default mode "{}"
ar: حدد الوضع المراد تهيئته لـ"{}" أو تخطى لاستخدام الوضع الافتراضي "{}"
ca: Seleccioneu quin mode configurar per a "{}" o ometeu per a usar el mode predeterminat "{}"
da: Vælg hvilken tilstand at konfigurere for "{}" eller spring over for at anvende standardtilstand "{ }"
es: Seleccione qué modo configurar para "{}" u omita para usar el modo predeterminado "{}"
ga: Roghnaigh an mód a chumrú le haghaidh "{}" nó scipeáil chun an mód réamhshocraithe "{}" a úsáid
hi: "{}" के लिए किस मोड को कॉन्फ़िगर करना है चुनें या डिफ़ॉल्ट मोड "{}" का उपयोग करने के लिए छोड़ दें
hu: Válassza ki a konfigurálandó módot a következőhöz: „{}”, vagy hagyja ki ezt a lépést az alapértelmezett „{}” mód használatához
pl: Wybierz który tryb ma być skonfigurowany dla "{}" lub pomiń, aby użyć trybu domyślnego "{}"
sv: Välj vilket läge att konfigurera för "{}" eller använd standardläge "{}"
tr: "{}"i yapılandırmak için bir yöntem seçin ya da varsayılan yöntemi "{}" kullanmak için atlayın
ur: intikhab krein ke'h "{}" kay liay kon sa mode tarteb karna hay ya default mode "{}" istimal karnay kay liay skip krein
uz: "{}" uchun qaysi rejimni sozlashni tanlang yoki standart "{}" rejimini ishlatish uchun o'tkazib yuboring
zh_tw: 請選擇要為“{}”設定的模式或直接使用預設模式“{}”

source: Enter the IP and subnet for {} (example: 192.168.0.5/24):
ar: أدخِل الIP مع تجزئة الشبكة لـ{} (على سبيل المثال: 192.168.0.5/24):
ca: Introduïu la IP i la subxarxa per a {} (exemple: 192.168.0.5/24):
da: Indtast IP'et og subnettet for {} (eksempel: 192.16.0.5/24):
es: Escriba la IP y subred para {} (ejemplo: 192.168.0.5/24):
ga: Cuir isteach an IP agus an subnet do {} (mar shampla: 192.168.0.5/24):
hi: {} के लिए IP और सबनेट दर्ज करें (उदाहरण: 192.168.0.5/24):
hu: Adja meg az IP-címét és az alhálózatát (például: 192.168.0.5/24) a következőhöz: {}:
pl: Wprowadź adres IP i podsieć dla {} (przykład: 192.168.0.5/24):
sv: Mata in IP och subnät för {} (exempelvis: 192.168.0.5/24):
tr: {} için IP ve altağ (subnet) girin (örnek: 192.168.0.5/24):
ur: IP aur subnet {} kay liay dar'j krein (masal kay taur par: 192.168.0.5/24):
uz: {} uchun IP va quyi tarmoqni kiriting (masalan: 192.168.0.5/24):
zh_tw: 請輸入 {} 的 IP 和子網路(例如 : 192.168.0.5/24):

source: Enter your gateway (router) IP address or leave blank for none:
ar: أدخل عنوان IP الخاص بالبوابة (جهاز التوجيه) أو اتركه فارغاً لعدم وجود عنوان IP:
ca: Introduïu la IP de la porta d'enllaç (router) o deixeu-ho en blanc per a no utilitzar-ne cap:
da: Indtast din gateway (router) IP-adresse eller lad være tom for ingen:
es: Escriba la IP de su puerta de enlace (enrutador) o déjelo en blanco para no usar ninguna:
ga: Cuir isteach do sheoladh IP geata (ródaire) nó fág bán é:
hi: अपना गेटवे (राउटर) IP एड्रेस डालें या अगर कोई नहीं है तो खाली छोड़ दें:
hu: Adja meg az átjáró (elosztó) IP-címét (hagyja üresen, ha nincs ilyen):
pl: Wprowadź adres IP bramy sieciowej (routera) lub pozostaw puste:
sv: Mata in IP-adress till gateway (router) eller lämna tomt för inget:
tr: Ağ geçidi (yönlendirici) IP adresini girin ya da yoksa veya kullanılmayacak ise boş bırakın:
ur: A'pnay gateway (router) IP address dar'j krein ya kuch nahi chodain:
uz: Shlyuz (router) IP manzilini kiriting yoki bo'sh qoldiring:
zh_tw: 請輸入您閘道器(路由器)的 IP 地址或者留空直接跳過:

source: Enter your DNS servers (space separated, blank for none):
ar: أدخل خوادم DNS الخاصة بك (يجب أن تكون مفصولة بمسافات، أو فارغة في حالة عدم وجود خوادم):
ca: Introduïu els vostres servidors DNS (separats per espais o deixeu-ho en blanc per a cap):
da: Indtast dine DNS-servere (separeret med mellemrum, lad være tom for ingen):
es: Ingrese sus servidores DNS (separados por espacios, en blanco para ninguno):
ga: Cuir isteach do fhreastalaithe DNS (spás scartha, folamh gan aon cheann):
hi: अपने DNS सर्वर डालें (स्पेस से अलग करें, कोई नहीं के लिए खाली छोड़ें):
hu: Adja meg a DNS-kiszolgálókat (szóközzel elválasztva; hagyja üresen, ha nincsenek ilyenek):
pl: Wpisz swoje serwery DNS (oddzielone spacjami, lub pozostaw puste):
sv: Mata in DNS-servrar (separerade med mellanslag, lämna tomt för inget):
tr: DNS sunucularını girin (boşlukla ayrılmış, yoksa veya kullanılmayacak ise boş bırakın):
ur: A'pnay DNS servers dar'j krein (space se alag, khali chodain agar koi nahi):
uz: DNS serverlarni kiriting (probel bilan ajrating, kerakmas bo'lsa bo'sh qoldiring):
zh_tw: 請輸入您的 DNS 伺服器 (請以空格進行分隔，若留空則直接跳過):

source: Select which filesystem your main partition should use
ar: حدد نظام الملفات الذي يجب أن يستخدمه القسم الرئيسي الخاص بك
ca: Seleccioneu quin sistema de fitxers cal utilitzar a la vostra partició principal
da: Vælg hvilket filsystem din primære partition burde anvende
es: Seleccione qué sistema de archivos debe usar su partición principal
ga: Roghnaigh cén córas comhaid ar cheart do do phríomh-dheighilt a úsáid
hi: चुनें कि आपका मुख्य पार्टीशन किस फ़ाइलसिस्टम का उपयोग करेगा
hu: Válassza ki, hogy a fő partíció milyen fájlrendszert használjon
pl: Wybierz, który system plików ma być używany na partycji głównej
sv: Välj vilket filsystem din huvudpartition skall använda
tr: Ana diskinizde kullanılması gereken dosya sistemini seçin
ur: Marka'zi partition kay liay kon sa filesystem istimal karna chahtay hein intikhab krein
uz: Asosiy bo'lim uchun fayl tizimini tanlang
zh_tw: 請選擇您的主要磁碟分割區應該使用哪種檔案系統。

source: Current partition layout
ar: تخطيط القسم الحالي
ca: Distribució actual de les particions
da: Nuværende layout for partition
es: Distribución actual de las particiones
ga: Leagan amach na críochdheighilte reatha
hi: वर्तमान partition (विभाजन) लेआउट
hu: A partíció jelenlegi elrendezése
pl: Aktualny układ partycji
sv: Nuvarande partitionslayout
tr: Mevcut disk bölümü düzeni
ur: Halia'h partition ki tarteb
uz: Joriy bo'limlar sxemasi
zh_tw: 目前的磁碟分割區配置

source: Select what to do with {}
ar: حدد ما يجب القيام به باستخدام {}
ca: Seleccioneu què fer amb {}
da: Vælg hvad der skal gøres med {}
es: Seleccione qué hacer con {}
ga: Roghnaigh cad atá le déanamh leis {}
hi: चुनें कि इसके साथ क्या करना है {}
hu: Válassza ki, hogy mi legyen a teendő a következővel: {}
pl: Wybierz, co zrobić z {}
sv: Välj vad du vill göra med {}
tr: {} ile ne yapılması gerektiğini seçin
ur: Is kay sath kia karna hay, intikhab krein {}
uz: Nima qilishni tanlang {}
zh_tw: 請選擇要執行的操作 {}

source: Enter a desired filesystem type for the partition
ar: إدخال نوع نظام الملفات المطلوب للقسم
ca: Introduïu el tipus de sistema de fitxers desitjat per a la partició
da: Indtast en ønsket filsystemstype for partitionen
es: Ingrese un tipo de sistema de archivos deseado para la partición
ga: Cuir isteach cineál córais comhaid atá ag teastáil don deighilt
hi: पार्टीशन के लिए मनचाहा फ़ाइलसिस्टम टाइप डालें
hu: Adja meg a partíció fájlrendszertípusát
pl: Wprowadź żądany typ systemu plików dla partycji
sv: Mata in önskad filsystemtyp för partition
tr: Disk bölümü için arzu edilen bir dosya sistemi tipi girin
ur: Matlooba filesystem ki type partition kay liay dar'j krein
uz: Bo'lim uchun kerakli fayl tizimi turini kiriting
zh_tw: 請輸入您想要的磁碟分割區檔案系統類型
