Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: Select one or more devices to use and configure
ar: حدد جهازاً واحداً أو أكثر لاستخدامه وإعداده
ca: Seleccioneu un o més dispositius per a utilitzar i configurar
es: Seleccione uno o más dispositivos para usar y configurar
ga: Roghnaigh gléas amháin nó níos mó le húsáid agus cumraigh
hi: उपयोग और कॉन्फ़िगर करने के लिए एक या अधिक डिवाइस चुनें
hu: Válasszon ki egy vagy több eszközt a használathoz és a konfiguráláshoz
pl: Wybierz jedno lub więcej urządzeń do użycia i skonfiguruj je
sv: Välj en eller flera enheter att använda och konfigurera
tr: Kullanılacak ve yapılandırılacak bir veya daha fazla cihaz seçin
ur: Aik yah ziada devices ka intikhab krein istimal aur tarteb krein
uz: Foydalanish va sozlash uchun bir yoki bir nechta qurilmani tanlang
zh_tw: 選擇一個或多個硬碟来使用和配置

source: If you reset the device selection this will also reset the current disk layout. Are you sure?
ar: إذا قمت بإعادة تعيين تحديد الجهاز فسيؤدي ذلك أيضاً إلى إعادة تعيين تخطيط القرص الحالي. هل أنت متأكد؟
ca: Si re-establiu la selecció del dispositiu, això també en re-establirà el seu disseny actual. N'esteu segurs?
es: Si restablece la selección del dispositivo, esto también restablecerá el diseño actual del disco. ¿Está seguro?
ga: Má athshocraíonn tú an rogha gléis athshocróidh sé seo leagan amach reatha an diosca freisin. An bhfuil tú cinnte?
hi: यदि आप डिवाइस चयन को रीसेट करते हैं तो यह वर्तमान डिस्क लेआउट को भी रीसेट कर देगा। क्या आप पक्का हैं?
hu: Ha visszaállítja az eszközkiválasztást, akkor a jelenlegi lemezelrendezést is visszaállítja. Biztos benne?
pl: Jeżeli zresetujesz wybór urządzeń, zresetujesz także obecny układ dysków. Czy na pewno chcesz to zrobić?
sv: Om du återställer enhetsvalet kommer detta också att återställa den aktuella disklayouten. Är du säker?
tr: Aygıt seçimini sıfırlarsanız, bu aynı zamanda geçerli disk düzenini de sıfırlayacaktır. Emin misiniz?
ur: Agar aap muntikhab device ko reset kartay hein tu yeh mojoda disk layout bhi reset ho ga, aap pur yaqeen hein?
uz: Agar qurilma tanlovini o'zgartirsangiz, joriy disk sxemasi ham bekor qilinadi. Ishonchingiz komilmi?
zh_tw: 如果您重設裝置選擇，這也會重設目前的磁碟配置。您確定嗎？

source: Existing Partitions
ar: الأقسام الموجودة
ca: Particions existents
es: Particiones existentes
ga: Deighiltí Láithreacha
hi: मौजूदा पार्टीशन
hu: Meglévő partíciók
pl: Instniejące partycje
sv: Existerande partitioner
tr: Mevcut Bölmeler
ur: Pehlay say m'ojud partitions
uz: Mavjud bo'limlar
zh_tw: 現有的磁碟分割區

source: Select a partitioning option
ar: حدد خيار التقسيم
ca: Seleccioneu una opció de partició
es: Seleccione una opción de partición
ga: Roghnaigh rogha deighilte
hi: एक विभाजन विकल्प चुनें
hu: Válasszon ki egy particionálási beállítást
pl: Wybierz opcję partycjonowania
sv: Välj ett partitioneringsalternativ
tr: Bir bölümleme seçeneği belirleyin
ur: Aik ikhti'ari partion ka intikhab krein
uz: Bo'limlash variantini tanlang
zh_tw: 選擇磁碟分割選項

source: Enter the root directory of the mounted devices:
ar: أدخل دليل الجذر للأجهزة المثبتة:
ca: Introduïu el directori arrel dels dispositius muntats:
es: Ingrese el directorio raíz de los dispositivos montados:
ga: Cuir isteach eolaire fréamhacha na ngléasanna gléasta:
hi: माउंट किए गए डिवाइसेज की रूट डायरेक्टरी दर्ज करें:
hu: Adja meg a csatolt eszközök gyökérkönyvtárát:
pl: Wprowadź katalog root zamontowanych urządzeń:
sv: Ange rootkatalogen för de monterade enheterna:
tr: Takılı aygıtların kök dizinini girin:
ur: Mounted devices kay liay root directory ko darj krein
uz: Biriktirilgan qurilmalarning root katalogini kiriting:
zh_tw: 請輸入已掛載裝置的根目錄：

source: Minimum capacity for /home partition: {}GiB
ar: الحد الأدنى لسعة القسم /home: {} جيجا بايت GiB
ca: Capacitat mínima per a la partició /home: {}GiB
es: Capacidad mínima para la partición /home: {}GiB
ga: Toilleadh íosta le haghaidh /deighilt baile: {}GiB
hi: /home पार्टीशन के लिए न्यूनतम क्षमता: {}GiB
hu: A „/home” partíció minimális kapacitása: {} GB
pl: Maksymalna pojemność dla partycji /home: {}GiB
sv: Minsta kapacitet för /home-partition: {}GiB
tr: /home disk bölümü için asgari kapasite: {}GiB
ur: /home partition kay liay Minimum capacity: {}GiB
uz: /home bo'limi uchun minimal sig'im: {}GiB
zh_tw: /home 磁碟分割區的最小容量為 : {} GiB

source: Minimum capacity for Arch Linux partition: {}GiB
ar: الحد الأدنى لسعة قسم آرش لينكس (Arch Linux): {} جيجا بايت (GiB)
ca: Capacitat mínima per a la partició Arch Linux: {}GiB
es: Capacidad mínima para la partición Arch Linux: {}GiB
ga: Toilleadh íosta do dheighilt Arch Linux: {}GiB
hi: Arch Linux पार्टीशन के लिए न्यूनतम क्षमता: {}GiB
hu: Az Arch Linux partíció minimális kapacitása: {} GB
pl: Minimalna pojemność dla partycji Arch Linux: {}GiB
sv: Minsta kapacitet för Arch Linux-partition: {}GiB
tr: Arch Linux disk bölümü için asgari kapasite: {}GiB
ur: Arch linux partion kay liay Minimum capacity: {}GiB
uz: Arch Linux bo'limi uchun minimal sig'im: {}GiB
zh_tw: Arch Linux 磁碟分割區的最小容量為 : {} GiB

source: This is a list of pre-programmed profiles_bck, they might make it easier to install things like desktop environments
ar: هذه قائمة بالملفات الشخصية المبرمجة مسبقاً_bck، قد تسهل تثبيت أشياء مثل بيئات سطح المكتب
ca: Aquesta és una llista de profiles_bck preprogramada que podria facilitar la instal·lació de coses com ara entorns d'escriptori
es: Esta es una lista de profiles_bck preprogramados que podrían facilitar la instalación de cosas como entornos de escritorio
ga: Seo liosta de profiles_bck réamhchláraithe, seans go mbeidh sé níos fusa rudaí cosúil le timpeallachtaí deisce a shuiteáil
hi: यह पूर्व-प्रोग्राम किए गए profiles_bck की सूची है, ये डेस्कटॉप एनवायरनमेंट जैसी चीजों को इंस्टॉल करना आसान बना सकते हैं
hu: Ez az előre programozott profiles_bck lista, ami megkönnyítheti az olyan dolgok telepítését, mint például az asztali környezetekét
pl: To jest lista wstępnie zaprogramowanych profili (profiles_bck), które mogą ułatwić instalację takich rzeczy jak środowiska graficzne
sv: Det här är en lista över förprogrammerade backup profiler, de kan göra det lättare att installera saker som skrivbordsmiljöer
tr: Bu, önceden programlanmış profiles_bck listesidir, masaüstü ortamları gibi şeyleri yüklemeyi kolaylaştırabilirler
ur: yeh pre-programmed profiles_bck ki fe'hrist hay, in say desktop environment jaisi cheezon ko install karnay main madad milti hai
uz: Bu oldindan dasturlashtirilgan profiles_bck ro'yxati. Ular ish stoli muhitlari kabi narsalarni o'rnatishni osonlashtirishi mumkin
zh_tw: 這是預先編程的 profiles_bck 清單，它們可能會讓您更容易安裝桌面環境等東西

source: Current profile selection
ar: اختيار الملف الشخصي الحالي
ca: Selecció de perfil actual
es: Selección de perfil actual
ga: Roghnú próifíle reatha
hi: वर्तमान प्रोफ़ाइल चयन
hu: Jelenlegi profil kiválasztása
pl: Aktualny wybór profilu
sv: Nuvarande profilval
tr: Mevcut disk bölümü düzeni
ur: mojoda profile selection
uz: Joriy profil tanlovi
zh_tw: 目前設定檔的選擇

source: Remove all newly added partitions
ar: إزالة جميع الأقسام المضافة حديثاً
ca: Eliminar totes les particions afegides recentment
es: Eliminar todas las particiones recién agregadas
ga: Bain gach deighilt nua-chur leis
hi: सभी नए जोड़े गए पार्टीशन हटाएँ
hu: Az összes újonnan hozzáadott partíció eltávolítása
pl: Usuń wszystkie nowo dodane partycje
sv: Ta bort alla nyligen tillagda partitioner
tr: Yeni eklenen tüm disk bölümleri kaldır
ur: Nai shamil ki gai tamam partitions remove krein
uz: Barcha yangi qo'shilgan bo'limlarni o'chirish
zh_tw: 建立新磁碟分割區

source: Assign mountpoint
ar: تعيين نقطة التحميل
ca: Assignar punt de muntatge
es: Asignar punto de montaje
ga: Sann pointe sléibhe
hi: माउंटपॉइंट असाइन करें
hu: Csatolási pont hozzárendelése
pl: Przydziel punkt montowania
sv: Tilldela monteringspunkt
tr: Bağlama noktası ata
ur: Mountpoint assign krein
uz: Biriktirish nuqtasini belgilash
zh_tw: 分配掛載點

source: Mark/Unmark to be formatted (wipes data)
ar: وضع او إلغاء علامة تحديد التهيئة (مسح البيانات)
ca: Marcar/Desmarcar per a formatar (esborra les dades)
es: Marcar/Desmarcar para formatear (borra datos)
ga: Marcáil/Dímharcáil le formáidiú (síolraigh na sonraí)
hi: फ़ॉर्मेट करने के लिए मार्क/अनमार्क करें (डेटा मिटाता है)
hu: Megjelölés/elvetés mint formázandó (adatok törlése)
pl: Zaznacz/odznacz partycję do formatowania (wymazuje dane)
sv: Markera/avmarkera som det som ska formateras (tar bort all data)
tr: Biçimlendirilmek üzere işaretle/işareti kaldır (verileri siler)
ur: Format (data hazaf) karnay kay liay mark/unmark krein
uz: Formatlash uchun belgilash/bekor qilish (ma'lumotlarni o'chiradi)
zh_tw: 標記/取消標記要格式化的磁碟分割區（清除資料）

source: Mark/Unmark as bootable
ar: وضع او إلغاء علامة قابل للإقلاع
ca: Marcar/Desmarcar com a arranc
es: Marcar/Desmarcar como arrancable
ga: Marcáil/Dímharcáil mar bootable
hi: बूट करने योग्य के रूप में मार्क/अनमार्क करें
hu: Megjelölés/elvetés mint rendszerindító
pl: Zaznacz/Odznacz jako bootowalne
sv: Markera/avmarkera som bootbar
tr: Önyüklenebilir olarak işaretle/işareti kaldır
ur: Bootable bananay kay liay mark/unmark krein
uz: Yuklanuvchi deb belgilash/bekor qilish
zh_tw: 標記/取消標記磁碟分割區為可開機引導

source: Change filesystem
ar: تغيير نظام الملفات
ca: Canviar el sistema de fitxers
es: Cambiar el sistema de archivos
ga: Athraigh córas comhaid
hi: फ़ाइलसिस्टम बदलें
hu: Fájlrendszer módosítása
pl: Zmień system plików
sv: Byt filsystem
tr: Dosya sistemini değiştir
ur: Filesystem badlain
uz: Fayl tizimini o'zgartirish
zh_tw: 更改檔案系統

source: Mark/Unmark as compressed
ar: وضع او إلغاء علامة كمضغوط
ca: Marcar/Desmarcar com a comprimit
es: Marcar/Desmarcar como comprimido
ga: Marcáil/Dímharcáil mar chomhbhrúite
hi: कम्प्रेश्ड के रूप में मार्क/अनमार्क करें
hu: Megjelölés/elvetés mint tömörített
pl: Oznacz/odznacz partycje jako skompresowaną
sv: Markera/avmarkera som komprimerad
tr: Sıkıştırıldı olarak işaretle/işareti kaldır
ur: Compress kay liay mark/unmark krein
uz: Siqilgan deb belgilash/bekor qilish
zh_tw: 將磁碟分割區標記/取消標記為壓縮

source: Set subvolumes
ar: تعيين المجلدات الفرعية
ca: Establir subvolums
es: Establecer subvolúmenes
ga: Socraigh fo-imleabhair
hi: सबवॉल्यूम सेट करें
hu: Alkötetek beállítása
pl: Ustaw podwolumin
sv: Ställ in subvolymer
tr: Alt disk bölümü ayarla
ur: subvolumes darj krein
uz: Subvolume'larni sozlash
zh_tw: 刪除子分區(卷)

source: Delete partition
ar: حذف القسم
ca: Eliminar partició
es: Eliminar partición
ga: Scrios an deighilt
hi: पार्टीशन हटाएँ
hu: Partíció törlése
pl: Usuń partycję
sv: Ta bort partition
tr: Disk bölümü sil
ur: Partition hazif krein
uz: Bo'limni o'chirish
zh_tw: 刪除一個磁碟分割區

source: Partition
ar: تقسيم
ca: Partició
es: Partición
ga: Deighiltí
hi: पार्टीशन
hu: Partíció
pl: Partycja
tr: Disk bölümü
uz: Bo'lim
zh_tw: 磁碟分割區

source: This partition is currently encrypted, to format it a filesystem has to be specified
ar: هذا القسم مشفر حالياً، ولتهيئة نظام الملفات يجب تحديد نظام الملفات
ca: Aquesta partició està actualment xifrada, cal especificar un sistema de fitxers per a formatar-la
es: Esta partición está actualmente cifrada, para formatearla se debe especificar un sistema de archivos
ga: Tá an deighilt seo criptithe faoi láthair, chun é a fhormáid ní mór córas comhaid a shonrú
hi: यह पार्टीशन वर्तमान में एनक्रिप्टेड है, इसे फ़ॉर्मेट करने के लिए एक फ़ाइलसिस्टम निर्दिष्ट करना होगा
hu: Ez a partíció jelenleg titkosított, a formázásához meg kell adni egy fájlrendszert
pl: Wybrana partycja jest zaszyfrowana. Żeby ją sformatować, wybierz system plików
sv: Denna partition är för närvarande krypterad, för att formatera den måste ett filsystem anges
tr: Bu disk bölümü şu anda şifrelenmiştir, biçimlendirmek için bir dosya sistemi belirtilmelidir
ur: yeh partition mojoda tor par encrypt hai, filesystem ka intkhab zarori hai is ko format karnay kay liay
uz: Bu bo'lim hozirda shifrlangan. Uni formatlash uchun fayl tizimi ko'rsatilishi kerak.
zh_tw: 此磁碟分割區目前已被加密，若要格式化它，必須指定檔案系統

source: Partition mount-points are relative to inside the installation, the boot would be /boot as an example.
ar: نقاط تحميل القسم تكون نسبية داخل التثبيت، سيكون الإقلاع /boot كمثال.
ca: Els punts de muntatge de la partició són relatius a l'interior de la instal·lació; per exemple, /boot seria l'arranc.
es: Los puntos de montaje de la partición son relativos al interior de la instalación; el arranque sería /boot como ejemplo.
ga: Tá na pointí gléasta deighilte i gcoibhneas leis an taobh istigh den suiteáil, bheadh ​​an tosaithe mar shampla.
hi: पार्टीशन माउंट-पॉइंट इंस्टॉलेशन के अंदर के सापेक्ष (relative) हैं, उदाहरण के लिए बूट /boot होगा।
hu: A partíció csatolási pontok a telepítésen belülre vonatkoznak, a „boot” például „/boot” lesz.
pl: Punkty montowania partycji są względne w stosunku do wnętrza instalacji, np. boot to /boot.
sv: Partitionsmonteringspunkter är relativa till inuti installationen, boot skulle vara /boot som ett exempel.
tr: Bölüm bağlama noktaları kurulumun içine görelidir, örnek olarak önyükleme /boot olacaktır.
ur: Prtition kay mount points installation kay andar relative hein, masal kay tor par /boot boot kay liay hai.
uz: Bo'limlarni biriktirish nuqtalari o'rnatilayotgan tizimga nisbatan olinadi, masalan, /boot.
zh_tw: * 磁碟分割區掛載點是相對於安裝内部的，例如 boot 應該為 /boot。

source: If mountpoint /boot is set, then the partition will also be marked as bootable.
ar: إذا تم تعيين نقطة التثبيت /boot، فسيتم وضع علامة على القسم أيضًا على أنه قابل للإقلاع.
ca: Si s'estableix el punt de muntatge /boot, la partició també es marcarà com a partició d'arranc.
es: Si se establece el punto de montaje /boot, la partición también se marcará como arrancable.
ga: Má tá mountpoint /boot socraithe, ansin marcálfar an deighilt mar bootable freisin.
hi: यदि माउंटपॉइंट /boot सेट है, तो पार्टीशन को बूट करने योग्य भी मार्क किया जाएगा।
hu: Ha a „/boot” csatolási pont be van állítva, akkor a partíció is rendszerbetöltőnek lesz megjelölve.
pl: Jeżeli punkt montowania /boot jest wybrany, ta partycja będzie także zaznaczona jako bootowalna.
sv: Om monteringspunkt /boot är inställd kommer partitionen också att markeras som startbar.
tr: Mountpoint /boot ayarlanmışsa, bölüm de önyüklenebilir olarak işaretlenecektir.
ur: Agar /boot muntkh'b hua, to partition bootable kay liay bhi mark ho gi.
uz: Agar /boot biriktirish nuqtasi o'rnatilsa, bu bo'lim avtomatik tarzda yuklanuvchi deb belgilanadi.
zh_tw: 如果設置了掛載點/boot，則該分區也將被標記為可開機引導。

source: Mountpoint:
ar: نقطة التثبيت:
ca: Punt de muntatge:
es: Punto de montaje:
hi: माउंटपॉइंट:
hu: Csatolási pont:
pl: Punkt montowania:
sv: Monteringspunkt
tr: Bağlantı noktası:
uz: Biriktirish nuqtasi:
zh_tw: 掛載點 :

source: Current free sectors on device {}:
ar: القطاعات الخالية الحالية على الجهاز {}:
ca: Sectors lliures actuals al dispositiu {}:
es: Sectores libres actuales en el dispositivo {}:
ga: Earnálacha saor in aisce faoi láthair ar ghléas {}:
hi: डिवाइस {} पर वर्तमान मुक्त सेक्टर:
hu: Jelenlegi szabad szektorok a(z) {} eszközön:
pl: Aktualnie wolne sektory urządzenia {}:
sv: Aktuella fria sektorer på enheten {}:
tr: {} cihazındaki mevcut boş sektörler:
ur: mojoda khali sector is device par {}:
uz: {} qurilmasidagi joriy bo'sh sektorlar:
zh_tw: 目前 {} 設備上的可用區塊 :

source: Total sectors: {}
ar: إجمالي القطاعات: {}
ca: Sectors totals: {}
es: Sectores totales: {}
ga: Earnálacha iomlána: {}
hi: कुल सेक्टर: {}
hu: Összes szektor: {}
pl: Łącznie sektorów: {}
sv: Totala sektorer: {}
tr: Toplam sektörler: {}
ur: Tamam mojoda sectors: {}
uz: Jami sektorlar: {}
zh_tw: 總區塊數 : {}

source: Enter the start sector (default: {}):
ar: أدخل قطاع البداية (افتراضي: {}):
ca: Introduïu el sector d'inici (per defecte: {}):
es: Introduzca el sector de inicio (predeterminado: {}):
ga: Cuir isteach an earnáil tosaithe (réamhshocrú: {}):
hi: प्रारंभिक सेक्टर दर्ज करें (डिफ़ॉल्ट: {}):
hu: Adja meg a kezdőszektort (alapértelmezett: {}):
pl: Wprowadź sektor początkowy (domyślnie: {}):
sv: Ange startsektor (standard: {}):
tr: Başlangıç sektörünü girin (varsayılan: {}):
ur: Sector ki shroa'at dar'j krein (default: {}):
uz: Boshlang'ich sektorni kiriting (standart: {}):
zh_tw: 輸入起始區塊 (預設 : {}) :

source: Enter the end sector of the partition (percentage or block number, default: {}):
ar: أدخل قطاع نهاية القسم (النسبة المئوية أو رقم الكتلة، الافتراضي: {}):
ca: Introduïu el sector final de la partició (percentatge o número de bloc, per defecte: {}):
es: Ingrese el sector final de la partición (porcentaje o número de bloque, predeterminado: {}):
ga: Cuir isteach earnáil deiridh na críochdheighilte (céatadán nó blocuimhir, réamhshocrú: {}):
hi: पार्टीशन का अंतिम सेक्टर दर्ज करें (प्रतिशत या ब्लॉक संख्या, डिफ़ॉल्ट: {}):
hu: Adja meg a partíció végszektorát (százalékban vagy blokkszámban, alapértelmezett: {}):
pl: Wprowadź sektor końcowy tej partycji (procent lub numer bloku, domyślnie: {}):
sv: Ange slutsektorn för partitionen (procent eller blocknummer, standard: {}):
tr: Bölümün bitiş sektörünü girin (yüzde veya blok numarası, varsayılan: {}):
ur: Partition kay a'akhri sector ki dar'j krein (fisad ya block ka number, default: {}):
uz: Bo'limning tugash sektorini kiriting (foizda yoki blok raqami, standart: {}):
zh_tw: 輸入磁碟分割區的結束區塊 (以百分比或區塊編號表示，預設 : {} ):

source: This will remove all newly added partitions, continue?
ar: سيؤدي ذلك إلى إزالة جميع الأقسام المضافة حديثاً، متابعة؟
ca: Això eliminarà totes les particions recentment afegides, continuar?
es: Esto eliminará todas las particiones recientemente agregadas, ¿continuar?
ga: Bainfidh sé seo gach deighilt nua-chur leis, leanúint ar aghaidh?
hi: यह सभी नए जोड़े गए पार्टीशन को हटा देगा, जारी रखें?
hu: Ezzel eltávolítja az összes újonnan hozzáadott partíciót, folytatja?
pl: To usunie wszystkie nowo dodane partycje, kontynuować?
sv: Detta tar bort alla nyligen tillagda partitioner. Fortsätta?
tr: Bu işlem yeni eklenmiş tüm bölümleri kaldıracaktır, devam edilsin mi?
ur: yeh nai shamil ki gai tamam partitions remove karay ga, jari rakhein?
uz: Bu barcha yangi qo'shilgan bo'limlarni o'chirib tashlaydi, davom etasizmi?
zh_tw: 這將刪除所有新增的磁碟分割區，是否繼續？

source: Partition management: {}
ar: إدارة التقسيم: {}
ca: Gestió de particions: {}
es: Gestión de particiones: {}
ga: Bainistíocht críochdheighilte: {}
hi: पार्टीशन प्रबंधन: {}
hu: Partíciókezelés: {}
pl: Zarządzanie partycją: {}
sv: Partitionshantering: {}
tr: Bölüm yönetimi: {}
ur: Partiotion ki management: {}
uz: Bo'limlarni boshqarish: {}
zh_tw: 磁碟分割區管理 : {}

source: Total length: {}
ar: الطول الإجمالي: {}
ca: Llargada total: {}
es: Largo total: {}
ga: Fad iomlán: {}
hi: कुल लंबाई: {}
hu: Teljes hossz: {}
pl: Całkowita długość: {}
sv: Total längd: {}
tr: Toplam uzunluk: {}
uz: Umumiy uzunlik: {}
zh_tw: 總長度 : {}

source: Encryption type
ar: نوع التشفير
ca: Tipus de xifrat
es: Tipo de cifrado
ga: Cineál criptithe
hi: एन्क्रिप्शन प्रकार
hu: Titkosítástípus
pl: Typ szyfrowania
sv: Krypteringstyp
tr: Şifreleme türü
ur: Encryption ki type
uz: Shifrlash turi
zh_tw: 加密類型

source: Iteration time
ca: Temps d'iteració
hi: इटरेशन समय (Iteration time)
hu: Iterációs idő
sv: Iterationstid
uz: Iteratsiya vaqti

source: Enter iteration time for LUKS encryption (in milliseconds)
ca: Introduïu el temps d'iteració per al xifrat LUKS (en mil·lisegons)
hi: LUKS एन्क्रिप्शन के लिए इटरेशन समय दर्ज करें (मिलीसेकंड में)
hu: Adja meg az iterációs időt a LUKS-titkosításhoz (ezredmásodpercben)
sv: Ange iterationstid för LUKS-kryptering (i millisekunder)
uz: LUKS shifrlash uchun iteratsiya vaqtini kiriting (millisekundda)

source: Higher values increase security but slow down boot time
ca: Un valor més alt incrementarà la seguretat però endarrerirà el temps d'arrancada
hi: उच्च मान सुरक्षा बढ़ाते हैं लेकिन बूट समय धीमा करते हैं
hu: A nagyobb értékek növelik a biztonságot, de lassítják a rendszerindítást
sv: Högre värde ökar säkerheten men fördröjer uppstartstiden
uz: Yuqori qiymatlar xavfsizlikni oshiradi, lekin tizim yuklanishini sekinlashtiradi

source: Default: 10000ms, Recommended range: 1000-60000
ca: Per defecte: 10000ms, Rang recomanat: 1000-60000
hi: डिफ़ॉल्ट: 10000ms, अनुशंसित सीमा: 1000-60000
hu: Alapértelmezett: 10 000 ms, ajánlott tartomány: 1 000 - 60 000
sv: Standard: 10000ms, Rekommenderat intervall: 1000-60000
uz: Standart: 10000ms, Tavsiya etilgan oraliq: 1000-60000

source: Iteration time cannot be empty
ca: El temps d'iteració no pot ser buit
hi: इटरेशन समय खाली नहीं हो सकता
hu: Az iterációs idő nem lehet üres
sv: Iterationstiden kan inte vara tom
uz: Iteratsiya vaqti bo'sh bo'lishi mumkin emas

source: Iteration time must be at least 100ms
ca: El temps d'iteració ha de ser d'un mínim de 100ms
hi: इटरेशन समय कम से कम 100ms होना चाहिए
hu: Az iterációs időnek legalább 100 ms-nek kell lennie
sv: Iterationstiden måste vara minst 100 ms
uz: Iteratsiya vaqti kamida 100ms bo'lishi kerak

source: Iteration time must be at most 120000ms
ca: El temps d'iteració ha de ser d'un màxim de 120000ms
hi: इटरेशन समय अधिकतम 120000ms होना चाहिए
hu: Az iterációs idő legfeljebb 120 000 ms lehet
sv: Iterationstiden får vara högst 120000 ms
uz: Iteratsiya vaqti ko'pi bilan 120000ms bo'lishi kerak

source: Please enter a valid number
ca: Si us plau, introduïu un número vàlid
hi: कृपया एक मान्य संख्या दर्ज करें
hu: Adjon meg egy érvényes számot
sv: Var vänlig ange ett giltigt nummer
uz: Iltimos, yaroqli raqam kiriting

source: Partitions
ar: التقسيمات
ca: Particions
es: Particiones
ga: Deighiltí
hi: पार्टीशन
hu: Partíciók
pl: Partycje
sv: Partitioner
tr: Bölümler
ur: Partitons
uz: Bo'limlar
zh_tw: 磁碟分割區

source: No HSM devices available
ar: لا توجد أجهزة HSM متوفرة
ca: No hi ha dispositius HSM disponibles
es: No hay dispositivos HSM disponibles
ga: Níl aon ghléas HSM ar fáil
hi: कोई HSM डिवाइस उपलब्ध नहीं है
hu: Nem állnak rendelkezésre HSM-eszközök
pl: Brak dostępnych urządzeń HSM
sv: Inga HSM-enheter tillgängliga
tr: Kullanılabilir HSM cihazı yok
ur: Koi HSM device mojod nahi
uz: HSM qurilmalari mavjud emas
zh_tw: 沒有可用的 HSM 設備

source: Partitions to be encrypted
ar: الأقسام المراد تشفيرها
ca: Particions a xifrar
es: Particiones a cifrar
ga: Deighiltí le bheith criptithe
hi: एनक्रिप्ट किए जाने वाले पार्टीशन
hu: Titkosítandó partíciók
pl: Partycje do zaszyfrowania
sv: Partitioner som ska krypteras
tr: Şifrelenecek bölümler
ur: Partition ki encryption ho gi
uz: Shifrlanadigan bo'limlar
zh_tw: 需要加密的磁碟分割區 :

source: Select disk encryption option
ar: حدد خيار تشفير القرص
ca: Seleccioneu la opció de xifrat de disc
es: Seleccione la opción de cifrado de disco
ga: Roghnaigh rogha criptithe diosca
hi: डिस्क एन्क्रिप्शन विकल्प चुनें
hu: Válasszon ki egy lemeztitkosítási beállítást
pl: Wybierz opcję szyfrowania dysku
sv: Välj alternativ för diskkryptering
tr: Disk şifreleme seçeneğini seçin
ur: Disk ki encryption ka ikhti'ar select krein
uz: Diskni shifrlash variantini tanlang
zh_tw: 選擇磁碟加密選項

source: Select a FIDO2 device to use for HSM
ar: اختر جهاز FIDO2 لاستخدامه في HSM
ca: Seleccioneu un dispositiu FIDO2 per a utilitzar amb HSM
es: Seleccione un dispositivo FIDO2 para usar con HSM
ga: Roghnaigh gléas FIDO2 le húsáid le haghaidh HSM
hi: HSM के लिए उपयोग करने के लिए FIDO2 डिवाइस चुनें
hu: Válassza ki a HSM-hez használandó FIDO2-eszközt
pl: Wybierz urządzenie FIDO2 do użycia z HSM
sv: Välj en FIDO2-enhet att använda för HSM
tr: HSM için kullanılacak bir FIDO2 cihazı seçin
ur: HSM kay liay aik FIDO2 device ko select krein
uz: HSM uchun FIDO2 qurilmasini tanlang
zh_tw: 選擇要用於 HSM 的 FIDO2 設備
