Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: Enter the start location (in parted units: s, GB, %, etc. ; default: {}):
ar: أدخل نقطة البداية (بوحدات مجزأة: s، GB، %، إلخ؛ default: {}):
ca: Introduïu la ubicació d'inici (en unitats dividides: s, GB, %, etc. ; per defecte: {}):
es: Ingrese la ubicación de inicio (en unidades divididas: s, GB, %, etc. ; predeterminado: {}):
ga: Cuir isteach an suíomh tosaithe (in aonaid dheighilte: s, GB, %, etc. ; réamhshocrú: {}):
hi: शुरुआती लोकेशन डालें (पार्टेड यूनिट्स में: s, GB, %, वगैरह; डिफ़ॉल्ट: {}):
hu: Adja meg a kiindulási helyet (felosztott egységekben: s, GB, %, stb. ; alapértelmezett: {}):
pl: Wybierz lokację startową (w jednostkach parted: s, GB, %, itd. ; domyślna: {})
sv: Ange startplatsen (i delade enheter: s, GB, %, etc. ; standard: {}):
tr: Başlangıç konumunu girin (bölümlendirilen birimlerinde: s, GB, %, vb. ; default: {}):
ur: Shroa'at dar'j krein (parted aka'ion me'n: s, GB, %, etc. ; default: {}):
uz: Boshlang'ich joylashuvni kiriting (birliklar: s, GB, %, va hk.; standart: {}):
zh_tw: 請輸入起始位置 (以 parted 單位表示: s、GB、% 等等；預設值: {} ):

source: Enter the end location (in parted units: s, GB, %, etc. ; ex: {}):
ar: أدخل موقع النهاية (بوحدات مجزأة: s، GB، %، إلخ؛ على سبيل المثال: {}):
ca: Introduïu la ubicació final (en unitats dividides: s, GB, %, etc. ; ex.: {}):
es: Ingrese la ubicación final (en unidades divididas: s, GB, %, etc. ; ej.: {}):
ga: Cuir isteach an suíomh deiridh (in aonaid dheighilte: s, GB, %, etc.; ex: {}):
hi: अंतिम लोकेशन डालें (अलग-अलग यूनिट में: s, GB, %, आदि; उदाहरण: {}):
hu: Adja meg a befejezési helyet (felosztott egységekben: s, GB, %, stb. ; pl.: {}):
pl: Wybierz lokację końcową (w jednostkach parted: s, GB, %, itd. ; przykład: {})
sv: Ange slutplatsen (i delade enheter: s, GB, %, etc. ; ex: {}):
tr: Bitiş konumunu girin (bölümlendirilen birimlerinde: s, GB, %, vb. ; ex: {}):
ur: A'akhrat dar'j krein (parted aka'ion me'n: s, GB, %, etc. ; masal: {}):
uz: Tugash joylashuvini kiriting (birliklar: s, GB, %, va hk.; masalan: {}):
zh_tw: 請輸入結束位置 (以 parted 單位表示: s、GB、% 等等；預設值: {} ):

source: {} contains queued partitions, this will remove those, are you sure?
ar: تحتوي {} على أقسام مدرجة في قائمة الانتظار، سيؤدي ذلك إلى إزالتها، هل أنت متأكد؟
ca: {} conté particions en cua. Això eliminarà aquestes particions. N'esteu segurs?
da: {} indeholder partitioner i kø. Dette vil fjerne disse. Er du sikker?
es: {} contiene particiones en cola, esto eliminará esas particiones, ¿estás seguro?
ga: {} tá deighiltí ciúáilte, bainfidh sé seo iad, an bhfuil tú cinnte?
hi: {} में कतारबद्ध (queued) पार्टीशन हैं, इससे वे हट जाएंगे, क्या आप पक्का हैं?
hu: A(z) {} sorban álló partíciókat tartalmaz, ez eltávolítja azokat, biztos benne?
pl: {} zawiera partycje oczekujące w kolejce, to spowoduje ich usunięcie. Czy na pewno chcesz to zrobić?
sv: {} innehåller uppköade partitioner, detta tar bort dessa, är du säker?
tr: {} bekleyen disk bölümleri bulunduruyor, bu işlem onları kaldıracak, bundan emin misiniz?
ur: {} me'n partitions hein, yeh mita day ga, aap sach mein yeh karna chahtay hein?
uz: {} navbatga qo'yilgan bo'limlarni o'z ichiga oladi. Bu amallar bekor qilinadi, ishonchingiz komilmi?
zh_tw: {} 包含佇列中的磁碟分割區，這將會移除這些磁碟分割區，您確定嗎？

source: {} Select by index which partitions to delete
ar: {} حدد حسب الفهرس الأقسام المراد حذفها
ca: {} Seleccioneu per índex la ubicació de les particions a eliminar
da: {} Vælg ud fra indeks hvilke partitioner, der skal slettes
es: {} Seleccione por índice qué particiones eliminar
ga: {} Roghnaigh de réir innéacs cé na deighiltí atá le scriosadh
hi: {} इंडेक्स (index) द्वारा चुनें कि कौन से पार्टीशन हटाने हैं
hu: {} Index alapján válassza ki a törlendő partíciókat
pl: {} Wybierz według indeksu, które partycje usunąć
sv: {} Välj vilket partitionsindex du vill ta bort
tr: {} Dizinden hangi disk bölümlerinin silineceğini seçin
ur: {} Index kay mutabi'q partitions ko hazif krein, intikhab krein
uz: {} O'chiriladigan bo'limlarni indeks bo'yicha tanlang
zh_tw: {} 請根據索引選擇需要刪除的磁碟分割區

source: {} Select by index which partition to mount where
ar: {} اختر حسب الفهرس القسم الذي تريد تحميله حيث
ca: {} Seleccioneu per índex la ubicació de la partició a muntar
da: {} Vælg ud fra indeks hvilke partioner, der skal monteres hvor
es: {} Seleccione por índice la ubicación de la partición a montar
ga: {} Roghnaigh de réir innéacs cén deighilt a ghairfidh tú
hi: {} इंडेक्स द्वारा चुनें कि कौन सा पार्टीशन कहाँ माउंट करना है
hu: {} Index alapján válassza ki, hogy melyik partíció hová legyen csatolva
pl: {} Wybierz według indeksu, które partycje zamontować i gdzie
sv: {} Välj vilket partitionsindex du vill montera vart
tr: {} Dizinden hangi disk bölümünün nereye bağlanacağını (mount) seçin
ur: {} Index kay mutabi'q partition ko kahan mount krna hay, intikhab krein
uz: {} Qaysi bo'limni qayerga biriktirishni indeks bo'yicha tanlang
zh_tw: {} 請依據索引選擇需要掛載的磁碟分割區以及掛載點

source: * Partition mount-points are relative to inside the installation, the boot would be /boot as an example.
ar: * نقاط تحميل القسم هي نسبية داخل التثبيت، سيكون الإقلاع /boot كمثال.
ca: * Els punts de muntatge de la partició són relatius a l'interior de la instal·lació. Per exemple, /boot seria l'arranc.
da: * Partitionsmonteringspunkter er relative til inde i installationen. Opstartningen ville være /boot for eksempel.
es: * Los puntos de montaje de la partición son relativos al interior de la instalación, el arranque sería /boot como ejemplo.
ga: * Tá mount-pointí críochdheighilte i gcoibhneas leis an taobh istigh den suiteáil, bheadh ​​an tosaithe / tosaithe mar shampla.
hi: * पार्टीशन माउंट-पॉइंट इंस्टॉलेशन के अंदर के सापेक्ष (relative) हैं, उदाहरण के लिए बूट /boot होगा।
hu: * A partíció csatolási pontjai a telepítésen belülre vonatkoznak, a „boot” például „/boot” lesz.
pl: * Punkty montowania partycji są względne w stosunku do wnętrza instalacji, np. partycja startowa to /boot.
sv: * Partitionens monteringsplats är relativa till insidan av installationen, boot är exempelvis /boot.
tr: * Disk bölümü bağlantı (mount) noktaları iç kurulumla ilişkilidir, örnek olarak önyükleme, /boot olacaktır.
ur: * Partition mount-points installation kay andar nisbatan hein, boot /boot ki masal hogi.
uz: * Bo'limlarni biriktirish nuqtalari o'rnatilayotgan tizimga nisbatan olinadi, masalan, /boot.
zh_tw: * 磁碟分割區的掛載點是相對於安裝內部的，例如 boot 應該為 /boot。

source: Select where to mount partition (leave blank to remove mountpoint):
ar: حدد مكان تحميل القسم (اتركه فارغاً لإزالة نقطة التحميل):
ca: Seleccioneu a on muntar la partició (deixeu-ho en blanc per a eliminar el punt de muntatge):
da: Vælg hvorhenne partionen skal monteres (lad være tom for at fjerne monteringspunkt):
es: Seleccione dónde montar la partición (deje en blanco para eliminar el punto de montaje):
ga: Roghnaigh cá háit ar cheart an deighilt a shuiteáil (fág bán chun an pointe sléibhe a bhaint):
hi: चुनें कि पार्टीशन को कहाँ माउंट करना है (माउंटपॉइंट हटाने के लिए खाली छोड़ें):
hu: Válassza ki, hogy hová legyen csatolva a partíció (hagyja üresen a csatolási pont eltávolításához):
pl: Wybierz gdzie chcesz zamontować partycję (pozostaw puste, aby usunąć punkt montowania):
sv: Välj vart du vill montera partitionen (lämna tomt för att ta bort montering):
tr: Disk bölümünün nereye bağlanacağını (mount) seçin (bağlantı (mount) noktasını kaldırmak için boş bırakın):
ur: intikhab krein, partition ko kahan mount karna hay (khali chodain agar mount point hata'na hay):
uz: Bo'limni biriktirish nuqtasini tanlang (o'chirish uchun bo'sh qoldiring):
zh_tw: 請選擇掛載磁碟分割區的位置 (若留空，則直接移除掛載點):

source: {} Select which partition to mask for formatting
ar: {} حدد القسم المراد إخفاءه للتهيئة
ca: {} Seleccioneu quina partició emmascarar per a formatejar
da: {} Vælg hvilken partition at maskere for formatering
es: {} Seleccione qué partición enmascarar para formatear
ga: {} Roghnaigh an deighilt le masc le haghaidh formáidithe
hi: {} चुनें कि फ़ॉर्मेटिंग के लिए किस पार्टीशन को मार्क (mask) करना है
hu: {} Válassza ki a formázásra megjelölendő partíció(ka)t
pl: {} Wybierz partycja która ma zostać sformatowana
sv: {} Välj vilken partition som skall markeras för formatering
tr: {} Biçimlendirme için hangi disk bölümünün maskeleneceğini seçin
ur: {} Kis partition ko format karnay kay liay mask karna hay, intikhab krein
uz: {} Formatlanadigan bo'limni tanlang
zh_tw: {} 請選擇要進行格式化的磁碟分割區

source: {} Select which partition to mark as encrypted
ar: {} حدد القسم المراد وضع علامة على أنه مشفر
ca: {} Seleccioneu quina partició marcar com a encriptada
da: Vælg hvilken partition at markere som krypteret
es: {} Seleccione qué partición marcar como encriptada
ga: {} Roghnaigh an deighilt lena mharcáil mar chriptithe
hi: {} चुनें कि किस पार्टीशन को एनक्रिप्टेड (encrypted) मार्क करना है
hu: {} Válassza ki a titkosításra megjelölendő partíció(ka)t
pl: {} Wybierz partycja która ma zostać zaszyfrowana
sv: {} Välj vilken partition som skall markeras för kryptering
tr: {} Hangi disk bölümünün şifrelenmiş olarak işaretleneceğini seçin
ur: {} Kis partition ko encrypt karna hay, intikhab krein
uz: {} Shifrlanadigan bo'limni tanlang
zh_tw: {} 請選擇要進行加密的磁碟分割區

source: {} Select which partition to mark as bootable
ar: {} حدد القسم المراد وضع علامة على أنه قابل للإقلاع
ca: {} Seleccioneu quina partició marcar com a arranc
da: {} Vælg hvilken partition at markere som opstartbar
es: {} Seleccione qué partición marcar como de arranque
ga: {} Roghnaigh an deighilt atá le marcáil mar bootable
hi: {} चुनें कि किस पार्टीशन को बूट करने योग्य (bootable) मार्क करना है
hu: {} Válassza ki a rendszerbetöltőként megjelölendő partíciót
pl: {} Wybierz partycja która ma zostać oznaczona jako startowa (rozruchowa/bootowalna)
sv: {} Välj vilken partition som skall markeras som bootbar
tr: {} Hangi disk bölümünün önyüklenebilir (bootable) olarak işaretleneceğini seçin
ur: {} Kis partition ko bootable karna hay, intikhab krein
uz: {} Yuklanuvchi (bootable) deb belgilash uchun bo'limni tanlang
zh_tw: {} 請選擇需要標記為可做開機引導的磁碟分割區

source: {} Select which partition to set a filesystem on
ar: {} حدد القسم المراد وضع علامة على أنه قابل للتمهيد
ca: {} Seleccioneu en quina partició establir un sistema de fitxers
da: {} Vælg hvilken partition at sætte et filsystem på
es: {} Seleccione en qué partición establecer un sistema de archivos
ga: {} Roghnaigh an deighilt chun córas comhaid a shocrú air
hi: {} चुनें कि किस पार्टीशन पर फ़ाइलसिस्टम सेट करना है
hu: {} Válassza ki, hogy melyik partícióra legyen beállítva a fájlrendszer
pl: {} Wybierz partycję, na której ma zostać utworzony system plików
sv: {} Välj vilken partition som du vill välja filsystem till
tr: {} Hangi disk bölümüne dosya sistemi kurulacağını seçin
ur: {} Kis partition par filesystem karna hay, intikhab krein
uz: {} Qaysi bo'limga fayl tizimi o'rnatishni tanlang
zh_tw: {} 請選擇要在哪一個磁碟分割區上，進行設定檔案系統

source: Enter a desired filesystem type for the partition:
ar: أدخل نوع نظام الملفات المطلوب للقسم:
ca: Introduïu un sistema de fitxers desitjat per a la partició:
da: Indtast en ønsket filsystemstype for partitionen:
es: Ingrese un tipo de sistema de archivos deseado para la partición:
ga: Cuir isteach cineál córais comhad atá ag teastáil don deighilt:
hi: पार्टीशन के लिए वांछित फ़ाइलसिस्टम टाइप दर्ज करें:
hu: Adja meg a partíció fájlrendszertípusát:
pl: Wprowadź typ systemu plików dla partycji:
sv: Mata in ett önskat filsystem för partitionen:
tr: Disk bölümü için arzu edilen bir dosya sistemi tipi girin:
ur: Matlooba filesystem ki type partition kay liay dar'j krein:
uz: Bo'lim uchun kerakli fayl tizimi turini kiriting:
zh_tw: 為磁碟分割區輸入所需的檔案系統類型:

source: Archinstall language
ar: لغات Archinstall
ca: Idioma d'Archinstall
da: Archinstall-sprog
es: Idioma de Archinstall
ga: Teanga Archinstall
hi: Archinstall की भाषा
hu: Az Archinstall nyelve
pl: Język archinstall-a
sv: Språk för detta gränssnitt
tr: Archinstall dili
ur: Archinstall ki zuban
uz: Archinstall tili
zh_tw: Archinstall 語言

source: Wipe all selected drives and use a best-effort default partition layout
ar: امسح جميع محركات الأقراص المحددة واستخدم تخطيط القسم الافتراضي الأفضل من حيث الجهد
ca: Esborrar totes les unitats seleccionades i utilitzar una taula de particions òptima predeterminada
da: Ryd alle valgte drev og anvend en standard partitionsopsætning af bedste indsats
es: Borrar todas las unidades seleccionadas y use un diseño de partición predeterminado de mejor esfuerzo
ga: Scrios gach tiomántán roghnaithe agus bain úsáid as leagan amach deighilte réamhshocraithe is fearr iarrachta
hi: सभी चयनित ड्राइव्स को वाइप (Wipe) करें और सर्वोत्तम-प्रयास डिफ़ॉल्ट पार्टीशन लेआउट का उपयोग करें
hu: Törölje az összes kiválasztott meghajtót, és használja a lehető legjobb beállítást lehetővé tévő alapértelmezett partícióelrendezést
pl: Wymaż wszystkie wybrane dyski i użyj najlepszego domyślnego układu partycji
sv: Töm alla partitioner och använd en generiskt rekommenderad partitionslayout
tr: Seçilmiş bütün diskleri temizle ve mümkün olan en iyi varsayılan disk bölümü düzenini kullan
ur: Tamam muntkh'b drives ko mita kar aik best-effort default partition layout istimal krein
uz: Barcha tanlangan disklarni tozalash va tavsiya etilgan standart bo'limlar sxemasini qo'llash
zh_tw: 移除所有選定的硬碟並且使用最佳的預設分割佈局

source: Select what to do with each individual drive (followed by partition usage)
ar: حدد ما يجب فعله بكل محرك أقراص على حدة (متبوعًا باستخدام القسم)
ca: Seleccioneu què fer amb cada volum individual (seguit de l'ús de la partició)
da: Vælg hvad der skal gøres med hvert individuelle drev (efterfulgt brug af partition)
es: Seleccione qué hacer con cada unidad individual (seguido del uso de la partición)
ga: Roghnaigh cad atá le déanamh le gach tiomántán aonair (agus úsáid deighilte ina dhiaidh sin)
hi: चुनें कि प्रत्येक अलग ड्राइव के साथ क्या करना है (जिसके बाद पार्टीशन उपयोग आता है)
hu: Válassza ki, hogy mit tegyen a telepítő az egyes meghajtókkal (ezt a partícióhasználat követi)
pl: Wybierz, co ma być zrobione z każdym dyskiem z osobna (a następnie z wykorzystaniem partycji)
sv: Välj vad som skall hända med varje individuell disk (följt av partitionsanvändning)
tr: Her bir disk ile ne yapılacağını seçin (disk bölümü kullanımı ile takip edilir)
ur: Har infaradi drive kay sath kia karna hay (partition usage kay sath), intikhab krein
uz: Har bir disk bilan nima qilishni tanlang (so'ngra bo'limlardan foydalanish)
zh_tw: 依序選擇硬碟（並設定分割佈局）

source: Select what you wish to do with the selected block devices
ar: حدد ما ترغب في القيام به مع أجهزة الكتلة المحددة
ca: Seleccioneu que desitgeu fer amb els dispositius de blocs seleccionats
da: Vælg hvad du ønsker at gøre med de valgte blokenheder
es: Seleccione lo que desea hacer con los dispositivos de bloque seleccionados
ga: Roghnaigh cad is mian leat a dhéanamh leis na feistí bloc roghnaithe
hi: चुनें कि आप चयनित ब्लॉक डिवाइसेज के साथ क्या करना चाहते हैं
hu: Válassza ki, hogy mit tegyen a telepítő a kiválasztott blokkeszközökkel
pl: Wybierz, co chcesz zrobić z wybranymi urządzeniami blokowymi
sv: Välj vad du önskar göra med valda blockenheterna
tr: Seçili blok cihazları ile ne yapmak istediğinizi seçin
ur: Muntkh'b block devices kay sath kia karna chahtay hein, intikhab krein
uz: Tanlangan blokli qurilmalar bilan nima qilmoqchi ekaningizni tanlang
zh_tw: 選擇您希望對所選區塊裝置執行的操作

source: This is a list of pre-programmed profiles, they might make it easier to install things like desktop environments
ar: هذه قائمة بالملفات الشخصية المبرمجة مسبقاً، قد تسهل تثبيت أشياء مثل بيئات سطح المكتب
ca: Aquesta és una llista de perfils preprogramats que podrien facilitar la instal·lació de coses com entorns d'escriptori
da: Dette er en liste over forudprogrammerede profiler. De kan måske enkeltgøre installere ting som skrivebordsmiljøer
es: Esta es una lista de perfiles preprogramados que podrían facilitar la instalación de cosas como entornos de escritorio
ga: Is liosta é seo de phróifílí réamhchláraithe, b'fhéidir go n-éascódh siad rudaí cosúil le timpeallachtaí deisce a shuiteáil
hi: यह पूर्व-प्रोग्राम किए गए प्रोफ़ाइल की सूची है, ये डेस्कटॉप एनवायरनमेंट जैसी चीजों को इंस्टॉल करना आसान बना सकते हैं
hu: Ez az előre programozott profilok listája, amelyek megkönnyíthetik az olyan dolgok telepítését, mint például az asztali környezetek
pl: To jest lista wstępnie zaprogramowanych profili, które mogą ułatwić instalację takich rzeczy jak środowiska graficzne
sv: Detta är en lista med förprogrammerade profiler, dom kan göra installation av exempelvis skrivbordsmiljöer lite enklare
tr: Bu ön-programlanmış profillerin bir listesidir, bunlar masaüstü ortamları gibi şeyleri kurmayı kolaylaştırabilir
ur: yeh pre-programmed profiles kia fe'hrist hay, yeh asan bnati hein install karnay mein jaisa ke'h desktop environments
uz: Bu oldindan dasturlashtirilgan profillar ro'yxati. Ular ish stoli muhitlari kabi narsalarni o'rnatishni osonlashtirishi mumkin
zh_tw: 以下是預編程設置檔的列表，它們可以讓您更容易安裝桌面環境等東西

source: Select keyboard layout
ar: تحديد تخطيط لوحة المفاتيح
ca: Seleccioneu la distribució del teclat
da: Vælg keyboard-layout
es: Seleccione la distribución del teclado
ga: Roghnaigh leagan amach an mhéarchláir
hi: कीबोर्ड लेआउट चुनें
hu: Válassza ki a billentyűzetkiosztást
pl: Wybierz układ klawiatury
sv: Välj tangentbordslayout
tr: Klavye düzeni seçin
ur: Keyboard ka layout
uz: Klaviatura tartibini tanlang
zh_tw: 選擇鍵盤配置

source: Select one of the regions to download packages from
ar: اختر إحدى المناطق لتنزيل الحزم منها
ca: Seleccioneu una de les regions des de la qual descarregar paquets
da: Vælg en af regionerne til at hente pakker fra
es: Seleccione una de las regiones para descargar paquetes desde
ga: Roghnaigh ceann de na réigiúin chun pacáistí a íoslódáil uaidh
hi: पैकेज डाउनलोड करने के लिए क्षेत्रों (regions) में से एक चुनें
hu: Válassza ki a régiót a csomagok letöltéséhez
pl: Wybierz jeden z regionów, z których chcesz pobrać pakiety
sv: Välj en av regionerna för att ladda ner paket ifrån
tr: Paketleri indirmek için bölgelerden birini seçin
ur: Aik jaga'h kay intikhab krein, packages ko download karnay kay liay
uz: Paketlarni yuklab olish uchun hududlardan birini tanlang
zh_tw: 請選擇一個地區進行下載軟體套件包

source: Select one or more hard drives to use and configure
ar: حدد محرك أقراص ثابت واحد أو أكثر لاستخدامه وإعداده
ca: Seleccioneu un o més discos durs per a utilitzar i configurar
da: Vælg en eller flere harddiske til at anvende samt konfigurere
es: Seleccione uno o más discos duros para usar y configurar
ga: Roghnaigh tiomántán crua amháin nó níos mó le húsáid agus cumraigh
hi: उपयोग और कॉन्फ़िगर करने के लिए एक या अधिक हार्ड ड्राइव चुनें
hu: Válasszon ki egy vagy több meghajtót a használathoz és a konfiguráláshoz
pl: Wybierz jeden lub więcej dysków twardych do użycia i skonfiguruj je
sv: Välj en eller flera hårddiskar som skall användas och konfigureras
tr: Kullanmak ve yapılandırmak için bir veya daha fazla disk seçin
ur: Aik yah ziada hard drives ka intikhab krein istimal aur tarteb krein
uz: Foydalanish va sozlash uchun bir yoki bir nechta qattiq diskni tanlang
zh_tw: 選擇要使用和設定的硬碟（可多選）

source: For the best compatibility with your AMD hardware, you may want to use either the all open-source or AMD / ATI options.
ar: للحصول على أفضل توافق مع أجهزة AMD الخاصة بك، قد ترغب في استخدام إما خيارات جميع المصادر المفتوحة المصدر أو AMD / ATI.
ca: Per a obtenir la millor compatibilitat amb el vostre hardware AMD, és possible que us interessi utilitzar les opcions de codi obert o d'AMD / ATI.
da: For den bedste kompatibilitet med dit AMD-hardware, burde du bruge enten den fuldstændige open-source eller AMD/ATI-valgmulighederne.
es: Para obtener la mejor compatibilidad con su hardware AMD, es posible que desee utilizar las opciones de código abierto o AMD / ATI.
ga: Chun an chomhoiriúnacht is fearr le do chrua-earraí AMD, b'fhéidir gur mhaith leat na roghanna uile foinse oscailte nó AMD / ATI a úsáid.
hi: अपने AMD हार्डवेयर के साथ सर्वोत्तम अनुकूलता के लिए, आप सभी ओपन-सोर्स या AMD / ATI विकल्पों का उपयोग करना चाह सकते हैं।
hu: Az AMD hardverrel való legjobb kompatibilitás érdekében érdemes lehet az összes nyílt forráskódú- vagy az AMD / ATI beállítást használni.
pl: Aby uzyskać najlepszą kompatybilność ze sprzętem AMD, warto skorzystać z opcji całkowicie open-source lub AMD / ATI.
sv: För bästa kompabilitet med din AMD-hårdvara, vill du förmodligen använda antingen "öppen mjukvara" eller "AMD/ATI" valet.
tr: AMD donanımınızla en iyi uyumluluk için, tam açık-kaynak ya da AMD / ATI ayarlarından birini kullanmak isteyebilirsiniz.
ur: AMD hardware ki achi mutab'qat kay liay, aap ya to tamam open-source ya AMD / ATI options ka istimal karna chahtay hein.
uz: AMD qurilmangiz bilan eng yaxshi moslik uchun to'liq ochiq kodli yoki AMD/ATI variantlaridan birini tanlashingiz tavsiya etiladi.
zh_tw: 為了與您的 AMD 設備實現最佳兼容性，您可能需要使用通用開源的驅動程式或選擇 AMD / ATI 選項。

source: For the best compatibility with your Intel hardware, you may want to use either the all open-source or Intel options.
ar: للحصول على أفضل توافق مع أجهزة Intel الخاصة بك، قد ترغب في استخدام إما جميع الخيارات مفتوحة المصدر أو خيارات Intel.
ca: Per a obtenir la millor compatibilitat amb el vostre hardware Intel, és possible que us interessi utilitzar les opcions de codi obert o d'Intel.
da: For den bedste kompatibilitet med dit Intel-hardware, burde du bruge enten den fuldstændige open-source eller Intel-valgmulighederne.
es: Para obtener la mejor compatibilidad con su hardware Intel, es posible que desee utilizar las opciones de código abierto o de Intel.
ga: Chun an chomhoiriúnacht is fearr le do chrua-earraí Intel, b'fhéidir gur mhaith leat na roghanna uile foinse oscailte nó Intel a úsáid.
hi: अपने Intel हार्डवेयर के साथ सर्वोत्तम अनुकूलता के लिए, आप सभी ओपन-सोर्स या Intel विकल्पों का उपयोग करना चाह सकते हैं।
hu: Az Intel hardverrel való legjobb kompatibilitás érdekében érdemes lehet az összes nyílt forráskódú- vagy az Intel beállítást használni.
pl: Aby uzyskać najlepszą kompatybilność ze sprzętem Intel, warto skorzystać z opcji całkowicie open-source lub Intel.
sv: För bästa kompabilitet med din Intel-hårdvara, vill du förmodligen använda antingen "öppen mjukvara" eller "Intel" valet.
tr: Intel donanımınızla en iyi uyumluluk için, tam açık-kaynak ya da Intel ayarlarından birini kullanmak isteyebilirsiniz.
ur: Intel hardware ki achi mutab'qat kay liay, aap ya to tamam open-source ya Intel options ka istimal karna chahtay hein.
uz: Intel qurilmangiz bilan eng yaxshi moslik uchun to'liq ochiq kodli yoki Intel variantlaridan birini tanlashingiz tavsiya etiladi.
zh_tw: 為了與您的 Intel 設備實現最佳兼容性，您可能需要使用通用開源的驅動程式或選擇 Intel 選項。
