Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: Use a best-effort default partition layout
ar: استخدم أفضل تخطيط افتراضي للتقسيم الافتراضي
ca: Utilitzar un disseny de partició òptim perdeterminat
es: Utlizar un diseño de partición predeterminado de mejor esfuerzo
ga: Bain úsáid as leagan amach deighilte réamhshocraithe is fearr-iarracht
hi: सर्वोत्तम-प्रयास डिफ़ॉल्ट पार्टीशन लेआउट का उपयोग करें
hu: A lehető legjobb beállítást lehetővé tévő alapértelmezett partícióelrendezés használata
pl: Użyj najlepszego domyślnego układu partycji
sv: Använd en generiskt rekommenderad partitionslayout
tr: Olabilecek en iyi varsayılan bölüm düzeni kullan
ur: Mumkina best-effort default partition ka layout istimal krein
uz: Tavsiya etilgan standart bo'limlar sxemasidan foydalanish
zh_tw: 使用最佳的預設磁碟分割配置

source: Manual Partitioning
ar: التقسيم اليدوي
ca: Partició manual
es: Partición manual
ga: Deighilt láimhe
hi: मैन्युअल विभाजन
hu: Kézi particionálás
pl: Ręczne partycjonowanie
sv: Manuell partitionering
tr: El İle Bölümlendir
uz: Qo'lda bo'limlash
zh_tw: 手動分割

source: Pre-mounted configuration
ar: تهيئة مثبتة مسبقاً
ca: Configuració premuntada
es: Configuración premontada
ga: Cumraíocht réamhshuiteáilte
hi: पूर्व-माउंटेड कॉन्फ़िगरेशन
hu: Előcsatolt konfiguráció
pl: Wstępnie zamontowana konfiguracja
sv: Förmonterad konfiguration
tr: Önceden bağlanmış yapılandırma
ur: Pre-mounted tarteb
uz: Oldindan biriktirilgan konfiguratsiya
zh_tw: 預先掛載組態配置

source: Unknown
ar: غير معروف
ca: Desconegut
es: Desconocido
ga: Anaithnid
hi: अज्ञात
hu: Ismeretlen
pl: Nieznane
sv: Okänd
tr: Bilinmeyen
ur: Maloom nahi
uz: Noma'lum
zh_tw: 未知

source: Partition encryption
ar: تشفير التقسيم
ca: Xifrat de partició
es: Cifrado de partición
ga: Criptiú críochdheighilte
hi: पार्टीशन एन्क्रिप्शन
hu: Partíciótitkosítás
pl: Szyfrowanie partycji
sv: Partitionskryptering
tr: Disk bölümü şifrelemesi
ur: Partition ki encryption
uz: Bo'limni shifrlash
zh_tw: 磁碟分割區加密

source: ! Formatting {} in
ar: ! تهيئة {} في
ca: ! Formatant {} en
es: ! Formateando {} en
ga: ! Formáidiú {} in
hi: ! {} को इसमें फ़ॉर्मेट किया जा रहा है
hu: ! {} formázása erre:
pl: ! Formatowanie {} za
sv: ! Formaterar {} om
tr: ! {} biçimlendiriliyor
ur: ! formatting {} main
uz: ! {} formatlanmoqda
zh_tw: ! 正在格式化 {} 為

source: ← Back
ar: رجوع ←
ca: ← Tornar
es: ← Regresar
ga: ← Ar ais
hi: ← वापस
hu: ← Vissza
pl: ← Wstecz
sv: ← Tillbaka
tr: ← Geri
zh_tw: ← 返回

source: Disk encryption
ar: تشفير القرص
ca: Xifrat de disc
es: Cifrado de disco
ga: Criptiú diosca
hi: डिस्क एन्क्रिप्शन
hu: Lemeztitkosítás
pl: Szyfrowanie dysku
sv: Diskkryptering
tr: Disk şifrelemesi
ur: Desk ki encryption
uz: Diskni shifrlash
zh_tw: 磁碟加密

source: Configuration
ar: الإعداد
ca: Configuració
ga: Cumraíocht
hi: कॉन्फ़िगरेशन
hu: Konfiguráció
pl: Konfiguracja
sv: Konfiguration
tr: Yapılandırma
ur: tarteb
uz: Konfiguratsiya
zh_tw: 組態配置

source: Password
ar: كلمة المرور
ca: Contrasenya
es: Contraseña
ga: Pasfhocal
hi: पासवर्ड
hu: Jelszó
pl: Hasło
sv: Lösenord
tr: Parola
uz: Parol
zh_tw: 密碼

source: All settings will be reset, are you sure?
ar: ستتم إعادة ضبط جميع الإعدادات، هل أنت متأكد؟
ca: Tots els ajusts es reiniciaran, n'esteu segurs?
es: Todos los ajustes se restablecerán, ¿está seguro?
ga: Athshocrófar gach socrú, an bhfuil tú cinnte?
hi: सभी सेटिंग्स रीसेट हो जाएंगी, क्या आप पक्का हैं?
hu: Az összes beállítás vissza lesz állítva az alapértelmezettre, biztos benne?
pl: Wszystkie ustawienia zostaną zresetowane. Czy na pewno chcesz to zrobić?
sv: Alla inställningar kommer att återställas, är du säker?
tr: Tüm ayarlar sıfırlanacak, emin misiniz?
ur: Tamam tarteb reset ho jay gi, kia aap pur yaqeen hein
uz: Barcha sozlamalar bekor qilinadi, ishonchingiz komilmi?
zh_tw: 所有設置將被重新設置，你確定嗎 ?

source: Back
ar: رجوع
ca: Tornar
es: Regresar
ga: Ar ais
hi: वापस
hu: Vissza
pl: Wstecz
sv: Tillbaka
tr: Geri
uz: Orqaga
zh_tw: 返回

source: Please chose which greeter to install for the chosen profiles: {}
ar: يرجى اختيار المُرحِّب الذي سيتم تثبيته للملفات الشخصية المختارة: {}
ca: Si us plau, seleccioneu quin gestor d'inici de sessió instal·lar pels perfils escollits: {}
es: Por favor, elija qué gestor de inicio de sesión instalar para los perfiles elegidos: {}
ga: Roghnaigh cé acu beannaí le suiteáil do na próifílí roghnaithe: {}
hi: कृपया चुनें कि चुने गए प्रोफ़ाइल के लिए कौन सा ग्रीटर (greeter) इंस्टॉल करना है: {}
hu: Válassza ki a telepítendő bejelentkezési segédet a kiválasztott profilokhoz: {}
pl: Wybierz który greeter zainstalować dla wybranych profili: {}
sv: Vänligen välj vilken displayhanterare du vill installera för de valda profilerna: {}
tr: Lütfen seçilen profiller için hangi karşılayıcının kurulacağını seçin: {}
ur: brah e meharbani muntkh'b profile kay liay greeter ko install kay liay select krein: {}
uz: Tanlangan profillar uchun qaysi greeter'ni o'rnatishni tanlang: {}
zh_tw: 請選擇依據設定檔安裝的登錄管理器 : {}

source: Environment type: {}
ar: نوع البيئة: {}
ca: Tipus d'entorn: {}
es: Tipo de entorno: {}
ga: Cineál timpeallachta: {}
hi: एन्वायरनमेंट प्रकार: {}
hu: Környezet típusa: {}
pl: Typ środowiska: {}
sv: Miljötyp: {}
tr: Ortam türü: {}
ur: Environment ki type: {}
uz: Muhit turi: {}
zh_tw: 系統環境類型: {}

source: The proprietary Nvidia driver is not supported by Sway. It is likely that you will run into issues, are you okay with that?
ar: برنامج تشغيل Nvidia الخاص غير مدعوم من قبل Sway. من المحتمل أنك ستواجه مشاكل، هل أنت موافق على ذلك؟
ca: El controlador propietari d'Nvidia no és compatible amb sway. És possible que experimenteu problemes. Voleu continuar?
es: El controlador propietario de Nvidia no es compatible con Sway. Es probable que encuentre problemas, ¿Desear continuar?
ga: Níl an tiománaí dílseánaigh Nvidia tacaithe ag Sway. Is dócha go mbeidh fadhbanna agat, an bhfuil tú ceart go leor leis sin?
hi: प्रोप्राइटरी Nvidia ड्राइवर Sway द्वारा समर्थित नहीं है। संभावना है कि आपको समस्याओं का सामना करना पड़ेगा, क्या आप इसके साथ ठीक हैं?
hu: A Sway nem támogatja az Nvidia saját fejlesztésű, zárt illesztőprogramját. Valószínű, hogy problémákba fog ütközni, rendben van ez így?
pl: Własnościowy sterownik Nvidia nie jest wspierany przez Sway. Prawdopodobnie wystąpią problemy, czy chcesz kontynuować?
sv: Den proprietära Nvidia-drivrutinen stöds inte av Sway. Det är troligt att du kommer att stöta på problem, är du okej med det?
tr: Tescilli Nvidia sürücüsü Sway tarafından desteklenmiyor. Sorunlarla karşılaşmanız muhtemeldir, bu sizin için uygun mu?
ur: Sway Nvidia kay proprietary driver ko support nahi karta. Buhat imkan hai k'eh aap ko issues hongay, Kia aap pur yaqeen hein?
uz: Nvidia'ning mulkiy drayveri Sway tomonidan qo'llab-quvvatlanmaydi. Muammolarga duch kelishingiz mumkin. Shunda ham davom etasizmi?
zh_tw: Sway 不支持 Nvidia 的官方驅動。您可能會遇到一些問題，您確定要繼續嗎 ?

source: Installed packages
ar: الحزم المثبّتة
ca: Paquets instal·lats
es: Paquetes instalados
ga: Pacáistí suiteáilte
hi: इंस्टॉल किए गए पैकेज
hu: Telepített csomagok
pl: Zainstalowane pakiety
sv: Installerade paket
tr: Kurulu paketler
uz: O'rnatilgan paketlar
zh_tw: 已安裝的套件包

source: Add profile
ar: إضافة ملف شخصي
ca: Afegir perfil
es: Agregar perfil
ga: Cuir próifíl leis
hi: प्रोफ़ाइल जोड़ें
hu: Profil hozzáadása
pl: Dodaj profil
sv: Lägg till profil
tr: Profil ekle
ur: Profile shamil krein
uz: Profil qo'shish
zh_tw: 新增設定檔

source: Edit profile
ar: تعديل الملف الشخصي
ca: Editar perfil
es: Editar perfil
ga: Cuir próifíl in eagar
hi: प्रोफ़ाइल संपादित करें
hu: Profil szerkesztése
pl: Edytuj profil
sv: Redigera profil
tr: Profil düzenle
ur: Profile ko edit krein
uz: Profilni tahrirlash
zh_tw: 編輯設定檔

source: Delete profile
ar: حذف الملف الشخصي
ca: Eliminar perfil
es: Eliminar perfil
ga: Scrios próifíl
hi: प्रोफ़ाइल हटाएँ
hu: Profil törlése
pl: Usuń profil
sv: Ta bort profil
tr: Profil sil
ur: Profile ko hazif krein
uz: Profilni o'chirish
zh_tw: 刪除設定檔

source: Profile name:
ar: اسم الملف الشخصي:
ca: Nom del perfil:
es: Nombre de perfil:
ga: Ainm próifíle:
hi: प्रोफ़ाइल नाम:
hu: Profil neve:
pl: Nazwa profilu:
sv: Profilnamn:
tr: Profil ismi:
ur: Profile ka naam:
uz: Profil nomi:
zh_tw: 設定檔名稱 :

source: The profile name you entered is already in use. Try again
ar: اسم الملف الشخصي الذي أدخلته قيد الاستخدام بالفعل. حاول مرة أخرى
ca: El nom de perfil que heu introduït ja està en ús. Intenteu-ho de nou
es: El nombre de perfil que ingresó ya está en uso. Intente nuevamente
ga: Tá an t-ainm próifíle a d'iontráil tú in úsáid cheana féin. Bain triail eile as
hi: आपके द्वारा दर्ज किया गया प्रोफ़ाइल नाम पहले से उपयोग में है। पुनः प्रयास करें
hu: A megadott profilnév már használatban van. Próbálja újra
pl: Wprowadzona nazwa profilu jest już w użyciu. Spróbuj ponownie
sv: Profilnamnet du angav används redan. Försök igen
tr: Girdiğiniz profil adı zaten kullanılıyor. Tekrar deneyin
ur: Aap ka darj karda profile ka naam pehlay say mojod hai, dubara koshish krein
uz: Siz kiritgan profil nomi allaqachon mavjud. Qayta urining.
zh_tw: 您輸入的設定檔名稱已被使用。請重試

source: Packages to be install with this profile (space separated, leave blank to skip):
ar: اكتب حزمًا إضافية لتثبيتها (تُفصَل بالمسافات، اتركها فارغة للتخطي):
ca: Paquets que s'instal·laran amb aquest perfil (separats per espais, deixeu-ho en blanc per a ometre):
es: Paquetes que se instalarán con este perfil (separados por espacios, déjelo en blanco para omitir):
ga: Pacáistí atá le suiteáil leis an bpróifíl seo (spás scartha, fág bán le scipeáil):
hi: इस प्रोफ़ाइल के साथ इंस्टॉल किए जाने वाले पैकेज (स्पेस से अलग करें, छोड़ने के लिए खाली छोड़ें):
hu: Ezzel a profillal telepítendő csomagok (szóközzel elválasztva; hagyja üresen a kihagyáshoz):
pl: Dodatkowe pakiety do zainstalowania na tym profilu (oddzielone spacjami, pozostaw puste aby pominąć):
sv: Paket som ska installeras med den här profilen (separerade med mellanslag, lämna tomt för att skippa):
tr: Kurulacak ek paketleri yazınız (boşlukla ayrılmış, geçmek için boş bırakın):
ur: Is profile kay sath install honay walay packages (space se alag krein, khali chod de'n agar kuch nahi):
uz: Bu profil bilan o'rnatiladigan paketlar (probel bilan ajrating, bo'sh qoldiring):
zh_tw: 編寫要安裝的套件設定檔 (以空格分隔，留空以跳過) :

source: Services to be enabled with this profile (space separated, leave blank to skip):
ar: الخدمات التي سيتم تمكينها مع ملف التعريف هذا (مفصولة بمسافة، اتركها فارغة للتخطي):
ca: Serveis que s'habilitaran amb aquest perfil (separats per espais, deixeu-ho en blanc per a ometre):
es: Servicios que se habilitarán con este perfil (separados por espacios, deje en blanco para omitir):
ga: Seirbhísí atá le cumasú leis an bpróifíl seo (spás scartha, fág bán chun scipeáil):
hi: इस प्रोफ़ाइल के साथ सक्षम की जाने वाली सेवाएँ (स्पेस से अलग करें, छोड़ने के लिए खाली छोड़ें):
hu: A profillal engedélyezendő szolgáltatások (szóközzel elválasztva; hagyja üresen a kihagyáshoz):
pl: Usługi, które mają być włączone na tym profilu (oddzielone spacjami, pozostaw puste aby pominąć):
sv: Tjänster som ska aktiveras med den här profilen (separerade med mellanslag, lämna tomt för att skippa):
tr: Bu profille etkinleştirilecek hizmetler (boşluk bırakılmış, atlamak için boş bırakın):
ur: Is profile kay sath enable honay wali services (space se alag krein, khali chod de'n agar kuch nahi):
uz: Bu profil bilan yoqiladigan xizmatlar (probel bilan ajrating, bo'sh qoldiring):
zh_tw: 編寫要啟用的附加服務設定檔 (以空格分隔，留空以跳過) :

source: Should this profile be enabled for installation?
ar: هل يجب تمكين ملف التعريف هذا للتثبيت؟
ca: Cal habilitar aquest perfil per la instal·lació?
es: ¿Debería habilitarse este perfil para la instalación?
ga: Ar cheart an phróifíl seo a chumasú le haghaidh suiteáil?
hi: क्या इस प्रोफ़ाइल को इंस्टॉलेशन के लिए सक्षम किया जाना चाहिए?
hu: Engedélyezi ezt a profilt a telepítéshez?
pl: Czy ten profil ma być włączony podczas instalacji?
sv: Ska denna profil aktiveras för installation?
tr: Bu profil kurulum için etkinleştirilmeli mi?
ur: Kia is profile ko enable karna hai installation kay liay?
uz: Bu profil o'rnatish uchun yoqilsinmi?
zh_tw: 是否啟用此設定檔進行安裝 ?

source: Create your own
ar: اصنع بنفسك
ca: Creeu el vostre propi
es: Crear tu propio
ga: Cruthaigh do chuid féin
hi: अपना स्वयं का बनाएँ
hu: Hozza létre a sajátját
pl: Utwórz własny
sv: Skapa din egen
tr: Kendinizinkini oluşturun
ur: Khud ki bana'en
uz: O'zingiz yaratish
zh_tw: 建立您自己的

source: Select a graphics driver or leave blank to install all open-source drivers
ar: حدد برنامج تشغيل رسومات أو اتركه فارغاً لتثبيت جميع برامج التشغيل مفتوحة المصدر
ca: Seleccioneu un controlador gràfic o deixeu-ho en blanc per instal·lar tots els controladors de codi obert
es: Seleccione un controlador de gráficos o deje en blanco para instalar todos los controladores de código abierto
ga: Roghnaigh tiománaí grafaicí nó fág bán é chun gach tiománaí foinse oscailte a shuiteáil
hi: एक ग्राफिक्स ड्राइवर चुनें या सभी ओपन-सोर्स ड्राइवरों को इंस्टॉल करने के लिए खाली छोड़ दें
hu: Válasszon ki egy grafikus illesztőprogramot, vagy hagyja üresen az összes nyílt forráskódú illesztőprogram telepítéséhez
pl: Wybierz sterownik graficzny lub pozostaw puste, aby zainstalować wszystkie sterowniki otwartoźródłowe
sv: Välj en grafikdrivrutin eller lämna tomt för att installera alla drivrutiner med öppen källkod
tr: Bir grafik sürücüsü seçin veya tüm açık kaynak sürücülerini yüklemek için boş bırakın
ur: Aik graphic driver ka intkh'b ya kahli chod de'n tamam open-source driver ko install kay liay
uz: Grafik drayverni tanlang yoki barcha ochiq kodli drayverlarni o'rnatish uchun bo'sh qoldiring
zh_tw: 選擇顯示卡驅動程式或留空以直接安裝開源的驅動程式

source: Sway needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
ar: يحتاج Sway إلى الوصول إلى مقعدك (مجموعة من الأجهزة مثل لوحة المفاتيح والماوس وغيرها)
ca: Sway necessita accés als vostres dispositius de hardware (teclat, ratolí, etc)
es: Sway necesita acceso a sus dispositivos de hardware (teclado, mouse, etc.)
ga: Teastaíonn rochtain ó Sway ar do shuíochán (bailiúchán de ghléasanna crua-earraí i.e. méarchlár, luch, srl)
hi: Sway को आपकी सीट (हार्डवेयर डिवाइसेज का संग्रह यानी कीबोर्ड, माउस, आदि) तक पहुंच की आवश्यकता है
hu: A Swaynek hozzáférésre van szüksége (olyan hardvereszközök gyűjteményéhez mint például a billentyűzet, az egér, stb.)
pl: Sway potrzebuje dostępu do twojego seat'a (sprzętu, np. klawiatury, myszki, etc)
sv: Sway behöver tillgång till din sitshantering (samling av hårdvaruenheter, t.ex. tangentbord, mus, etc)
tr: Sway'in seat'e erişmesi gerekir (klavye, fare vb. donanım aygıtlarının tanınması)
ur: Sway kay liay access zarori hai (hardware devices ki fe'hrst jaisa ke'h keyboard, mouse, etc)
uz: Sway sizning seat'ingizga (klaviatura, sichqoncha kabi qurilmalar to'plami) kirish huquqiga muhtoj
zh_tw: Sway 需要存取您的用戶環境（硬體設備的集合，例如鍵盤，滑鼠等）

source: Choose an option to give Sway access to your hardware
ar: حدد خياراً لمنح Sway إمكانية الوصول إلى أجهزتك
ca: Escolliu una opció per permetre que Sway accedeixi al vostre hardware
es: Elija una opción para darle a Sway acceso a su hardware
ga: Roghnaigh rogha chun rochtain a thabhairt do Sway ar do chrua-earraí
hi: Sway को अपने हार्डवेयर तक पहुंच देने के लिए एक विकल्प चुनें
hu: Válasszon ki egy beállítást, hogy engedélyezze a Sway számára a hardverekhez való hozzáférést
pl: Wybierz opcję, aby nadać Sway dostęp do twojego sprzętu
sv: Välj ett alternativ för att ge Sway åtkomst till din hårdvara
tr: Sway'in donanımınıza erişmesine izin vermek için bir seçenek belirleyin
ur: Sway ko apnay hardware tak rasai kay liay aik ka intkh'ab krein
uz: Sway'ga qurilmalaringizga kirish huquqini berish variantini tanlang
zh_tw: 選擇一個選項，讓 Sway 可以存取您的硬體

source: Graphics driver
ar: مشغل الرسومات
ca: Controlador de gràfics
es: Controlador de gráficos
ga: Tiománaí grafaicí
hi: ग्राफिक्स ड्राइवर
hu: Grafikus illesztőprogram
pl: Sterownik graficzny
sv: Grafik drivrutin
tr: Grafik sürücüsü
ur: Graphic driver
uz: Grafik drayver
zh_tw: 顯示卡驅動程式

source: Greeter
ar: المُرحِّب
ca: Gestor d'inici de sessió
es: Gestor de inicio de sesión
ga: Beannóir
hi: ग्रीटर (Greeter)
hu: Bejelentkezési segéd
sv: Displayhanterare
tr: Karşılayıcı (greeter)
zh_tw: 登錄管理器

source: Please chose which greeter to install
ar: يرجى اختيار المُرحِّب الذي سيتم تثبيته
ca: Si us plau, escolliu quin gestor d'inici de sessió instal·lar
es: Por favor, elija qué gestor de inicio de sesión instalar
ga: Roghnaigh cé acu beannaitheoir atá le suiteáil
hi: कृपया चुनें कि कौन सा ग्रीटर इंस्टॉल करना है
hu: Válassza ki a telepítendő bejelentkezési segédet
pl: Wybierz, który greeter zainstalować
sv: Välj vilken displayhanterare att installera
tr: Lütfen hangi karşılayıcının (greeter) kurulacağını seçin
ur: Kis greeter ko install karna hai muntkh'b krein
uz: Qaysi greeter'ni o'rnatishni tanlang
zh_tw: 請選擇要安裝的登錄管理器

source: This is a list of pre-programmed default_profiles
ar: هذه قائمة بالملفات الافتراضية المبرمجة مسبقًا
ca: Això és una llista de default_profiles preprogramada
es: Esta es una lista de default_profiles preprogramados
ga: Seo liosta de default_profiles réamhchláraithe
hi: यह पूर्व-प्रोग्राम किए गए default_profiles की सूची है
hu: Ez az előre programozott „default_profiles” listája
pl: To jest lista przygotowanych domyślnych profili (default_profiles)
sv: Detta är en lista över förprogrammerade standard_profiler
tr: Bu, önceden programlanmış default_profiles listesidir
ur: yeh f'ehrist hai pre-programmed default_profiles ki
uz: Bu oldindan dasturlashtirilgan standart profillar (default_profiles) ro'yxati
zh_tw: 這是預設的預設設定檔列表

source: Disk configuration
ar: ضبط القرص
ca: Configuració del disc
es: Configuración del disco
ga: Cumraíocht diosca
hi: डिस्क कॉन्फ़िगरेशन
hu: Lemezkonfiguráció
pl: Konfiguracja dysku
sv: Diskkonfiguration
tr: Disk yapılandırması
ur: Disk ki tart'b
uz: Disk konfiguratsiyasi
zh_tw: 硬碟組態配置

source: Profiles
ar: الملفات الشخصية
ca: Perfils
es: Perfiles
ga: Próifílí
hi: प्रोफ़ाइल
hu: Profilok
pl: Profile
sv: Profiler
tr: Profiller
uz: Profillar
zh_tw: 設定檔

source: Finding possible directories to save configuration files ...
ar: البحث عن الدلائل المحتملة لحفظ ملفات الإعدادات ...
ca: Buscant possibles directoris on guardar els fitxers de configuració ...
es: Encontrar posibles directorios para guardar archivos de configuración...
ga: Eolaire féideartha a aimsiú chun comhaid cumraíochta a shábháil ...
hi: कॉन्फ़िगरेशन फ़ाइलों को सहेजने के लिए संभावित डायरेक्टरी खोजी जा रही हैं...
hu: Lehetséges könyvtárak keresése a konfigurációs fájlok mentéséhez…
pl: Znajdywanie możliwych katalogów do zapisywania plików konfiguracyjnych ...
sv: Hittar möjliga kataloger att spara konfigurationsfiler i ...
tr: Yapılandırma dosyalarını kaydetmek için olası dizinler aranıyor...
ur: tarteb ki files ko save karnay kay liay mumkina directories ki talash
uz: Konfiguratsiya fayllarini saqlash uchun mumkin bo'lgan kataloglar qidirilmoqda...
zh_tw: 正在查找可能用於保存組態配置檔的目錄 ...

source: Select directory (or directories) for saving configuration files
ar: تحديد مجلد (أو مجلدات) لحفظ ملفات التكوين
ca: Seleccioneu un directori (o directoris) on guardar els fitxers de configuració
es: Seleccione el directorio (o directorios) para guardar los archivos de configuración
ga: Roghnaigh eolaire (nó eolairí) chun comhaid cumraíochta a shábháil
hi: कॉन्फ़िगरेशन फ़ाइलों को सहेजने के लिए डायरेक्टरी (या डायरेक्टरीज़) चुनें
hu: Válassza ki a könyvtára(ka)t a konfigurációs fájlok mentéséhez
pl: Wybierz jeden lub więcej katalogów do zapisywania plików konfiguracyjnych
sv: Välj katalog (eller kataloger) för att spara konfigurationsfiler
tr: Yapılandırma dosyalarını kaydetmek için dizin (veya dizinler) seçin
ur: tarteb ki files ko save karnay directory (ya directories) ko select krein
uz: Konfiguratsiya fayllarini saqlash uchun katalog(lar)ni tanlang
zh_tw: 選擇用於保存組態配置檔的目錄（或多個目錄）

source: Add a custom mirror
ar: إضافة مرآة مخصصة
ca: Afegir un mirall personalitzat
es: Agregar un espejo personalizado
ga: Cuir scáthán saincheaptha leis
hi: एक कस्टम मिरर जोड़ें
hu: Egyéni tükör hozzáadása
pl: Dodaj niestandardowy serwer lustrzany
sv: Lägg till en anpassad spegel
tr: Özel indirme sunucusu ekleyin
ur: Custom mirror ko shamil krein
uz: Maxsus ko'zgu qo'shish
zh_tw: 新增自訂鏡像伺服器

source: Change custom mirror
ar: تغيير المرآة المخصصة
ca: Canviar mirall personalitzat
es: Cambiar espejo personalizado
ga: Athraigh scáthán saincheaptha
hi: कस्टम मिरर बदलें
hu: Egyéni tükör módosítása
pl: Zmień niestandardowy serwer lustrzany
sv: Ändra anpassad spegel
tr: Özel indirme sunucusunu değiştirin
ur: Custom mirror ko change krein
uz: Maxsus ko'zguni o'zgartirish
zh_tw: 變更自訂鏡像伺服器

source: Delete custom mirror
ar: حذف المرآة المخصصة
ca: Eliminar mirall personalitzat
es: Eliminar espejo personalizado
ga: Scrios scáthán saincheaptha
hi: कस्टम मिरर हटाएँ
hu: Egyéni tükör törlése
pl: Usuń niestandardowy serwer lustrzany
sv: Ta bort anpassad spegel
tr: Özel indirme sunucusunu silin
ur: Custom mirror ko hazif krein
uz: Maxsus ko'zguni o'chirish
zh_tw: 刪除自訂鏡像伺服器

source: Enter name (leave blank to skip):
ar: أدخل الاسم (اترك الاسم فارغاً للتخطي):
ca: Introduïu el nom: (deixeu-ho en blanc per a ometre):
es: Ingrese el nombre (deje en blanco para omitir):
ga: Iontráil ainm (fág bán chun scipeáil):
hi: नाम दर्ज करें (छोड़ने के लिए खाली छोड़ें):
hu: Adjon meg egy nevet (hagyja üresen a kihagyáshoz):
pl: Wprowadź nazwę (pozostaw puste, aby pominąć):
sv: Ange namn (lämna tomt för att hoppa över):
tr: İsim girin (geçmek için boş bırakın):
ur: Naam darj krein (khali chod de'n agar kuch nahi):
uz: Nomini kiriting (o'tkazib yuborish uchun bo'sh qoldiring):
zh_tw: 輸入使用者名稱(留空以跳過):

source: Enter url (leave blank to skip):
ar: أدخل عنوان url (اتركه فارغاً للتخطي):
ca: Introduïu la URL (deixeu-ho en blanc per a ometre):
es: Ingrese la URL (deje en blanco para omitir):
ga: Cuir isteach url (fág bán chun scipeáil):
hi: url दर्ज करें (छोड़ने के लिए खाली छोड़ें):
hu: Adjon megy egy webcímet (hagyja üresen a kihagyáshoz):
pl: Wprowadź url (pozostaw puste, aby pominąć):
sv: Ange url (lämna tomt för att hoppa över):
tr: Url girin (geçmek için boş bırakın):
ur: Url ko darj krein (khali chod de'n agar kuch nahi):
uz: URL manzilini kiriting (o'tkazib yuborish uchun bo'sh qoldiring):
zh_tw: 輸入 URL (留空以跳過):

source: Select signature check option
ar: حدد خيار التحقق من التوقيع
ca: Seleccioneu la opció de verificació de firma
es: Seleccione la opción de verificación de firma
ga: Roghnaigh an rogha seiceála sínithe
hi: हस्ताक्षर जाँच (signature check) विकल्प चुनें
hu: Válasszon ki egy aláírásellenőrzési beállítást
pl: Wybierz układ dysku
sv: Välj signaturkontroll alternativ
tr: İmza kontrolü seçeneğini seçin
ur: Signature kay check karnay kay liay ikhtiar ko select krein
uz: Imzo tekshirish variantini tanlang
zh_tw: 選擇簽章校驗選項

source: Select signature option
ar: حدد خيار التوقيع
ca: Seleccioneu la opció de firma
es: Seleccione la opción de firma
ga: Roghnaigh an rogha sínithe
hi: हस्ताक्षर विकल्प चुनें
hu: Válasszon ki egy aláírásbeállítást
pl: Wybierz opcję podpisu
sv: Välj signaturalternativ
tr: İmza seçeneğini seçin
ur: Signature kay ikhtiar ko select krein
uz: Imzo variantini tanlang
zh_tw: 選擇簽章選項

source: Custom mirrors
ar: مرايا مخصصة
ca: Miralls personalitzats
es: Espejos personalizados
ga: Scátháin saincheaptha
hi: कस्टम मिरर
hu: Egyéni tükrök
pl: Niestandardowe serwery lustrzane
sv: Anpassade speglar
tr: Kişisel depo aynası
uz: Maxsus ko'zgular
zh_tw: 自訂鏡像伺服器

source: Defined
ar: محدد
ca: Definit
es: Definido
ga: Sainithe
hi: परिभाषित
hu: Meghatározott
pl: Zdefiniowane
sv: Definierat
tr: Tanımlı
ur: Tareef karda
uz: Belgilangan
zh_tw: 已定義
