Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: Define a new user
ar: تعريف مستخدم جديد
ca: Definir un usuari nou
da: Definer en ny bruger
es: Definir un nuevo usuario
ga: Sainmhínigh úsáideoir nua
hi: एक नया उपयोगकर्ता परिभाषित करें
hu: Új felhasználó definiálása
pl: Zdefiniuj nowego użytkownika
sv: Skapa ny användare
tr: Yeni bir kullanıcı tanımla
ur: Aik na'y sarif ki wazah't krein
uz: Yangi foydalanuvchini belgilash
zh_tw: 定義一個新使用者

source: User Name :
ar: اسم المستخدم :
ca: Nom d'usuari:
da: Brugernavn:
es: Nombre de usuario :
ga: Ainm Úsáideora:
hi: उपयोगकर्ता नाम :
hu: Felhasználónév :
pl: Nazwa użytkownika :
sv: Användarnamn :
tr: Kullanıcı Adı :
ur: Saraf ka naam:
uz: Foydalanuvchi nomi:
zh_tw: 使用者名稱:

source: Should {} be a superuser (sudoer)?
ar: هل يجب أن يكون {} مستخدمًا خارقًا (سودو)؟
ca: Cal que {} sigui un superusuari (sudoer)?
da: Skulle {} være en superbruger (sudoer)?
es: ¿Debe {} ser un superusuario (sudoer)?
ga: Ar cheart go mbeadh {} ina shár-úsáideoir (sudoer)?
hi: क्या {} को सुपरयूज़र (sudoer) होना चाहिए?
hu: {} rendszergazda (sudoer) legyen?
pl: Czy użytkownik {} powinien być superuserem (mieć uprawnienia sudo)?
sv: Är detta en superanvändare (sudo-rättigheter)?
tr: {} bir süper kullanıcı (sudoer) mı olmalı?
ur: Kia {} ko superuser hona chahiay (sudoer)?
uz: {} superuser (sudoer) bo'lishi kerakmi?
zh_tw: 是否將 {} 設置為超級使用者 (sudoer) ?

source: Define users with sudo privilege:
ar: تعريف المستخدمين بامتياز sudo:
ca: Definiu usuaris amb privilegis sudo:
da: Definer brugere med sudo-privilegium:
es: Defina usuarios con privilegio sudo:
ga: Sainmhínigh úsáideoirí a bhfuil pribhléid sudo acu:
hi: sudo विशेषाधिकार वाले उपयोगकर्ताओं को परिभाषित करें:
hu: A „sudo” jogosultsággal rendelkező felhasználók meghatározása:
pl: Zdefiniuj użytkowników z uprawnieniami sudo:
sv: Skapa användare med sudo-rättigheter:
tr: Sudo yetkilerine sahip kullanıcıları tanımlayın:
ur: sar'feen sudo mara'at kay sath hein wazah't krein:
uz: Sudo imtiyoziga ega foydalanuvchilarni belgilang:
zh_tw: 定義具有 sudo 權限的使用者 :

source: No network configuration
ar: لا يوجد إعداد للشبكة
ca: Sense configuració de xarxa
da: Ingen netværkskonfiguration
es: Sin configuración de red
ga: Gan cumraíocht líonra
hi: कोई नेटवर्क कॉन्फ़िगरेशन नहीं
hu: Nincs hálózati konfiguráció
pl: Brak konfiguracji sieciowej
sv: Ingen nätverkskonfigurering
tr: Ağ yapılandırması yok
ur: Network ki koi tarteb nahi
uz: Tarmoq konfiguratsiyasi yo'q
zh_tw: 無網路組態配置

source: Set desired subvolumes on a btrfs partition
ar: تعيين وحدات التخزين الفرعية المطلوبة على قسم btrfs
ca: Establir els subvolums desitjats a una partició btrfs
da: Sæt ønsket underbind på en btrfs-partition
es: Establecer los subvolúmenes deseados en una partición btrfs
ga: Socraigh fo-imleabhair atá ag teastáil ar dheighilt btrfs
hi: btrfs पार्टीशन पर वांछित सबवॉल्यूम (subvolumes) सेट करें
hu: Állítsa be egy BTRFS-partíció alköteteit
pl: Ustawianie żądanych subwoluminów na partycji btrfs
sv: Välj önskade sub-volymen på en BTRFS partition
tr: Btrfs disk bölümünde istenilen alt disk bölümülerini ayarlayın
ur: Btrfs partition par matlooba subvolumes set krein
uz: Btrfs bo'limida kerakli subvolume'larni o'rnatish
zh_tw: 在 btrfs 磁碟分割區上設置所需的子分區(卷)

source: {} Select which partition to set subvolumes on
ar: {} حدد القسم الذي تريد تعيين وحدات التخزين الفرعية عليه
ca: {} Seleccioneu en quina partició configurar els subvolums
da: {] Vælg hvilke partitioner at sætte underbind på
es: {} Seleccione en qué partición configurar los subvolúmenes
ga: {} Roghnaigh cén deighilt ar cheart fo-imleabhair a shocrú
hi: {} चुनें कि किस पार्टीशन पर सबवॉल्यूम सेट करने हैं
hu: {} Válassza ki, hogy melyik partícióra legyenek beállítva az alkötetek
pl: Wybierz partycję, na której mają być ustawione subwoluminy
sv: {} Välj vilken partition som du ska sätta sub-volymer på
tr: {} Alt disk bölümlerinin hangi disk bölümüne ayarlanacağını seçin
ur: {} Jis artition par subvolumes set karna chahtay hayn, muntkh'b krein
uz: {} Qaysi bo'limda subvolume'lar o'rnatishni tanlang
zh_tw: {} 選擇要在哪個磁碟分割區上設置子分區(卷)

source: Manage btrfs subvolumes for current partition
ar: إدارة وحدات تخزين btrfs الفرعية للقسم الحالي
ca: Administrar subvolums btrfs per a la partició actual
da: Administrer btrfs-underbind for nuværende partition
es: Administrar subvolúmenes btrfs para la partición actual
ga: Bainistigh fo-imleabhair btrfs don deighilt reatha
hi: वर्तमान पार्टीशन के लिए btrfs सबवॉल्यूम प्रबंधित करें
hu: A jelenlegi partíció BTRFS-alköteteinek kezelése
pl: Zarządzaj subwoluminami btrfs dla bieżącej partycji
sv: Managera BTRFS sub-volymer på nuvarande partition
tr: Mevcut disk bölümü için btrfs alt disk bölümlerini yönet
ur: Halia partition kay liay btrfs subvolumes ko manage krein
uz: Joriy bo'lim uchun btrfs subvolume'larini boshqarish
zh_tw: 管理目前磁碟分割區的 btrfs 子分區(卷)

source: No configuration
ar: لا يوجد إعدادات
ca: Sense configuració
da: Ingen konfiguration
es: Sin configuración
ga: Gan cumraíocht
hi: कोई कॉन्फ़िगरेशन नहीं
hu: Nincs konfiguráció
pl: Brak konfiguracji
sv: Ingen konfiguration
tr: Yapılandırma yok
ur: Koi tarteb nahi
uz: Konfiguratsiya yo'q
zh_tw: 無組態配置

source: Save user configuration
ar: حفظ إعدادات المستخدم
ca: Guardar configuració d'usuari
da: Gem brugerkonfiguration
es: Guardar configuración de usuario
ga: Sábháil cumraíocht úsáideora
hi: उपयोगकर्ता कॉन्फ़िगरेशन सहेजें
hu: Felhasználói konfiguráció mentése
pl: Zapisz konfigurację użytkownika
sv: Spara användarkonfigurering
tr: Kullanıcı yapılandırmasını kaydet
ur: sarif ki tarteb mahfoz krein
uz: Foydalanuvchi konfiguratsiyasini saqlash
zh_tw: 保存使用者組態配置

source: Save user credentials
ar: حفظ بيانات اعتماد المستخدم
ca: Guardar credencials d'usuari
da: Gem legitimationsoplysninger for bruger
es: Guardar credenciales de usuario
ga: Sábháil dintiúir úsáideora
hi: उपयोगकर्ता क्रेडेंशियल्स सहेजें
hu: Felhasználói hitelesítő adatok mentése
pl: Zapisz dane uwierzytelniające użytkownika
sv: Spara användar-/lösenordsuppgifter
tr: Kullanıcı bilgilerini kaydet
ur: sarif ki asnaa'd mahfoz krein
uz: Foydalanuvchi hisob ma'lumotlarini saqlash
zh_tw: 保存使用者憑證

source: Save disk layout
ar: حفظ تخطيط القرص
ca: Guardar disseny del disc
da: Gem diskopsætning
es: Guardar diseño de disco
ga: Sábháil leagan amach diosca
hi: डिस्क लेआउट सहेजें
hu: Lemezelrendezés mentése
pl: Zapisz układ dysku
sv: Spara disk konfigurering
tr: Disk düzenini kaydet
ur: Disk layout mahfoz krein
uz: Disk sxemasini saqlash
zh_tw: 保存硬碟配置

source: Save all
ar: حفظ الكل
ca: Guardar tot
da: Gem alt
es: Guardar todo
ga: Sábháil go léir
hi: सभी सहेजें
hu: Összes mentése
pl: Zapisz wszystko
sv: Spara alla
tr: Tümünü kaydet
ur: Tamam mahfoz krein
uz: Barchasini saqlash
zh_tw: 全部存檔

source: Choose which configuration to save
ar: اختر الإعدادات التي تريد حفظها
ca: Escolliu quina configuració guardar
da: Vælg hvilken konfiguration, der skal gemmes
es: Elija qué configuración guardar
ga: Roghnaigh cén chumraíocht atá le sábháil
hi: चुनें कि कौन सा कॉन्फ़िगरेशन सहेजना है
hu: Válassza ki a mentendő konfiguráció(ka)t
pl: Wybierz, która konfiguracja ma zostać zapisana
sv: Välj vilken konfigurering du vill spara
tr: Hangi yapılandırmanın kaydedileceğini seçin
ur: Konsi tarteb mahfoz karni hay, muntkh'b krein
uz: Qaysi konfiguratsiyani saqlashni tanlang
zh_tw: 選擇要保存的組態配置

source: Enter a directory for the configuration(s) to be saved:
ar: أدخل مجلداً للإعدادات التي سيتم حفظها:
ca: Introduïu un directori on guardar les configuracions:
da: Indtast en mappe for konfiguration(er), der skal gemmes:
es: Ingrese un directorio para guardar la(s) configuración(es):
ga: Cuir isteach eolaire don chumraíocht(s) atá le sábháil:
hi: कॉन्फ़िगरेशन सहेजने के लिए डायरेक्टरी दर्ज करें:
hu: Adjon meg egy könyvtárat a mentendő konfiguráció(k) számára:
pl: Wprowadź katalog, w którym ma zostać zapisana konfiguracja:
sv: Välj vilken mapp du vill spara konfigurerationerna till:
tr: Yapılandırmaların kaydedilmesi için bir dizin girin:
ur: Aik directory darj krein tarteb(on) ko mahfoz karnay kay liay:
uz: Konfiguratsiya(lar) saqlanadigan katalogni kiriting:
zh_tw: 輸入要保存組態配置的目錄：

source: Not a valid directory: {}
ar: ليس مجلدًا صالحًا: {}
ca: Directori invàlid: {}
da: Ikke en gyldig mappe: {}
es: No es un directorio válido: {}
ga: Ní eolaire bailí é: {}
hi: मान्य डायरेक्टरी नहीं है: {}
hu: Érvénytelen könyvtár: {}
pl: Nieprawidłowy katalog: {}
sv: Inte en giltig mapp: {}
tr: Geçerli bir dizin değil: {}
ur: Koi wazah directory nahi: {}
uz: Yaroqsiz katalog: {}
zh_tw: 不是有效的目錄: {}

source: The password you are using seems to be weak,
ar: يبدو أن كلمة المرور التي تستخدمها ضعيفة,
ca: La contrasenya que esteu utilitzant sembla dèbil,
da: Adgangskoden du bruger ser ud til at være svag,
es: La contraseña que está utilizando parece ser débil,
ga: Is cosúil go bhfuil an pasfhocal atá in úsáid agat lag,
hi: आप जो पासवर्ड इस्तेमाल कर रहे हैं वह कमजोर लग रहा है,
hu: Úgy tűnik, hogy a megadott jelszó gyenge,
pl: Używane przez Ciebie hasło wydaje się być słabe,
sv: Lösenordet du angav verkar svagt,
tr: Kullandığınız parola zayıf görünüyor,
ur: Aap istimal shuda password buhat kamzor lagta hai,
uz: Siz kiritgan parol zaif ko'rinadi,
zh_tw: 您所使用的密碼，安全性似乎很弱,

source: are you sure you want to use it?
ar: هل أنت متأكد من أنك تريد استخدامها؟
ca: segur que voleu utilitzar-la?
da: er du sikker på, du gerne vil bruge den?
es: ¿Está seguro de querer usarlo?
ga: an bhfuil tú cinnte gur mhaith leat é a úsáid?
hi: क्या आप वाकई इसका उपयोग करना चाहते हैं?
hu: biztosan használni akarja?
pl: czy na pewno chcesz go używać?
sv: är du säker på att du vill använda det?
tr: kullanmak istediğinize emin misiniz?
ur: Kia aap pur yaqeen hein isay istimal karnay par?
uz: shunda ham uni ishlatmoqchimisiz?
zh_tw: 您確定要使用它嗎 ?

source: Optional repositories
ar: المستودعات الاختيارية
ca: Repositoris opcionals
da: Valgfrie depoter
es: Repositorios opcionales
ga: Taisclanna roghnacha
hi: वैकल्पिक रिपॉजिटरी
hu: Nem kötelező tárolók
pl: Opcjonalne repozytoria
sv: Valfria arkiv
tr: İsteğe bağlı depolar
ur: Ikhtiari repositories
uz: Ixtiyoriy repozitoriylar
zh_tw: 可選擇的套件庫

source: Save configuration
ar: حفظ الإعدادات
ca: Guardar configuració
da: Gem konfiguration
es: Guardar configuración
ga: Sábháil cumraíocht
hi: कॉन्फ़िगरेशन सहेजें
hu: Konfiguráció mentése
pl: Zapisz konfigurację
sv: Spara konfiguration
tr: Yapılandırmayı kaydet
ur: tartebat mahfoz krein
uz: Konfiguratsiyani saqlash
zh_tw: 保存組態配置

source: Missing configurations:
ar: إعدادات مفقودة:
ca: Configuracions que falten:
da: Manglende konfigurationer:
es: Configuraciones que faltan:
ga: Cumraíochtaí in easnamh:
hi: लापता कॉन्फ़िगरेशन:
hu: Hiányzó konfigurációk:
pl: Brakujące konfiguracje:
sv: Konfigurationer som saknas:
tr: Eksik yapılandırmalar:
ur: Gum shuda'h tartebat:
uz: Yetishmayotgan konfiguratsiyalar:
zh_tw: 缺少組態配置:

source: Either root-password or at least 1 superuser must be specified
ar: يجب تحديد إما كلمة مرور الجذر أو على الأقل المستخدم المتميز
ca: Cal especificar una contrasenya de root o un mínim d'un superusuari
da: Enten root-adgangskode eller mindst 1 superbruger skal specificeres
es: Debe especificar una contraseña de root o al menos 1 superusuario
ga: Ní mór fréimhe pasfhocal nó ar a laghad 1 shár-úsáideoir a shonrú
hi: या तो रूट-पासवर्ड या कम से कम 1 सुपरयूज़र निर्दिष्ट होना चाहिए
hu: Meg kell adni egy root-jelszót vagy legalább 1 rendszergazdát
pl: Należy podać hasło roota lub stworzyć co najmniej jednego superusera
sv: Antingen måste ett root-lösenord sättas eller 1 superanvändarkonto skapas
tr: Ya root parolası ya da en az 1 süper kullanıcı belirtilmelidir
ur: Ya tu root ka password ya kam az kam 1 superuser zaror bataein
uz: Root paroli yoki kamida 1 ta superuser ko'rsatilishi shart
zh_tw: 必須指定 root 密碼或至少 1 個超級使用者

source: Manage superuser accounts:
ar: إدارة حسابات المستخدمين المتميزين:
ca: Gestionar comptes de superusuari:
da: Administrer superbruger-konti:
es: Administrar cuentas de superusuario:
ga: Bainistigh cuntais sár-úsáideoirí:
hi: सुपरयूज़र खाते प्रबंधित करें:
hu: Rendszergazdai fiókok kezelése:
pl: Zarządzaj kontami superuserów:
sv: Managera super-användare:
tr: Süper kullanıcı hesaplarını yönet:
ur: superuser kay accounts ko manage krein:
uz: Superuser hisoblarini boshqarish:
zh_tw: 管理超級使用者帳號:

source: Manage ordinary user accounts:
ar: إدارة حسابات المستخدمين العاديين:
ca: Gestionar comptes d'usuaris ordinaris:
da: Administrer ordinære brugerkonti:
es: Administrar cuentas de usuario ordinarias:
ga: Bainistigh gnáthchuntais úsáideora:
hi: साधारण उपयोगकर्ता खाते प्रबंधित करें:
hu: Normál felhasználói fiókok kezelése:
pl: Zarządzaj kontami zwykłych użytkowników:
sv: Managera vanliga användarkonton:
tr: Normal kullanıcı hesaplarını yönet:
ur: A'am sarif kay accounts ko manage krein:
uz: Oddiy foydalanuvchi hisoblarini boshqarish:
zh_tw: 管理普通使用者帳號:

source: Subvolume :{:16}
ar: المجلد الفرعي :{:16}
ca: Subvolum :{:16}
da: Underbind: {:16}
es: Subvolumen :{:16}
ga: Fo-imleabhar :{:16}
hi: सबवॉल्यूम :{:16}
hu: Alkötet :{:16}
pl: Subwolumin :{:16}
sv: Sub-volym :{:16}
tr: Alt disk bölümü :{:16}
zh_tw: 子分區(卷) :{:16}

source: mounted at {:16}
ar: مثبتة في {:16}
ca: muntat a {:16}
da: Monteret ved {:16}
es: montado en {:16}
ga: suite ar {:16}
hi: यहाँ माउंट किया गया {:16}
hu: csatolva a következőhöz: {:16}
pl: zamontowany w {:16}
sv: Monterad som {:16}
tr: {:16}'da monte edildi
ur: mount hai {:16}
uz: biriktirildi: {:16}
zh_tw: 掛載在 {:16}

source: with option {}
ar: مع الخيار {}
ca: amb opció {}
da: med indstilling { }
es: con opción {}
ga: le rogha {}
hi: विकल्प {} के साथ
hu: a következő beállítással: {}
pl: z opcjami {}
sv: Med inställningen {}
tr: {} seçeneğiyle
ur: kay ikhtiar {}
uz: {} parametri bilan
zh_tw: 與選項 {}

source: Fill the desired values for a new subvolume
ar: املأ القيم المطلوبة لوحدة التخزين الفرعية الجديدة
ca: Completeu els valors desitjats per a un nou subvolum
da: Udfyld de ønskede værdier for et nyt underbind
es: Complete los valores deseados para un nuevo subvolumen
ga: Líon isteach na luachanna atá ag teastáil le haghaidh fo-imleabhar nua
hi: नए सबवॉल्यूम के लिए वांछित मान भरें
hu: Adja meg az értékeket egy új alkötethez
pl: Wypełnij żądane wartości dla nowego subwoluminu
sv: Mata in önskvärda värden för nya sub-volymer
tr: Yeni bir alt disk bölümü için istenilen değerleri doldurun
ur: Aik na'y subvolume kay liay matlooba values ko bharhein
uz: Yangi subvolume uchun kerakli qiymatlarni to'ldiring
zh_tw: 填寫新子分區(卷)所需的值

source: Subvolume name
ar: اسم وحدة التخزين الفرعية
ca: Nom del subvolum
da: Underbindsnavn
es: Nombre del subvolumen
ga: Ainm fo-imleabhar
hi: सबवॉल्यूम का नाम
hu: Alkötet neve
pl: Nazwa subwoluminu
sv: Namn för Sub-volymen
tr: Alt disk bölümü ismi
ur: Subvolume ka naam
uz: Subvolume nomi
zh_tw: 子分區(卷)名

source: Subvolume mountpoint
ar: نقطة تحميل وحدة التخزين الفرعية
ca: Punt de muntatge del subvolum
da: Monteringspunkt for underbind
es: Punto de montaje de subvolumen
ga: Pointe sléibhe subvolume
hi: सबवॉल्यूम माउंटपॉइंट
hu: Alkötet csatolási pontja
pl: Punkt montowania subwoluminu
sv: Monteringspunkt för sub-volymen
tr: Alt disk bölümü bağlantı noktası
ur: Subvolume ka mountpoint
uz: Subvolume biriktirish nuqtasi
zh_tw: 子分區(卷)掛載點

source: Subvolume options
ar: خيارات وحدة التخزين الفرعية
ca: Opcions del subvolum
da: Indstillinger for underbind
es: Opciones de subvolumen
ga: Roghanna subvolume
hi: सबवॉल्यूम विकल्प
hu: Alkötetbeállítások
pl: Opcje subwoluminu
sv: Flaggor för sub-volymen
tr: Alt disk bölümü seçenekleri
ur: Subvolume kay ikhtiar
uz: Subvolume parametrlari
zh_tw: 子分區(卷)選項

source: Save
ar: حفظ
ca: Guardar
da: Gem
es: Guardar
ga: Sábháil
hi: सहेजें
hu: Mentés
pl: Zapisz
sv: Spara
tr: Kaydet
uz: Saqlash
zh_tw: 存檔

source: Subvolume name :
ar: اسم وحدة التخزين الفرعية :
ca: Nom del subvolum :
da: Underbindsnavn :
es: Nombre del subvolumen :
ga: Ainm fo-imleabhar :
hi: सबवॉल्यूम का नाम :
hu: Alkötet neve :
pl: Nazwa subwoluminu :
sv: Namn på sub-volymen :
tr: Alt disk bölümü ismi :
ur: Subvolume ka naam :
uz: Subvolume nomi:
zh_tw: 子分區(卷)名：

source: Select a mount point :
ar: حدد نقطة التثبيت :
ca: Seleccioneu un punt de muntatge :
da: Vælg et monteringspunkt :
es: Seleccione un punto de montaje :
ga: Roghnaigh pointe gléasta :
hi: माउंट पॉइंट चुनें :
hu: Válasszon ki egy csatolási pontot :
pl: Wybierz punkt montowania :
sv: Välj en monteringspunkt :
tr: Bir bağlantı noktası seçin :
ur: Aik mount point muntkh'b krein :
uz: Biriktirish nuqtasini tanlang:
zh_tw: 選擇掛載點:

source: Select the desired subvolume options
ar: حدد خيارات وحدة التخزين الفرعية المطلوبة
ca: Seleccioneu les opcions de subvolum desitjades
da: Vælg de ønskede indstillinger for underbind
es: Seleccione las opciones de subvolumen deseadas
ga: Roghnaigh na roghanna subvolume atá ag teastáil
hi: वांछित सबवॉल्यूम विकल्प चुनें
hu: Válassza ki az alkötetbeállításokat
pl: Wybierz opcje subwoluminu
sv: Välj önskade inställningar för sub-volymen
tr: İstenilen alt disk bölümü ayarlarını seçin
ur: Matlooba subvolume options ka in'tkhab krein
uz: Kerakli subvolume parametrlarini tanlang
zh_tw: 選擇所需的子分區(卷)選項

source: Define users with sudo privilege, by username:
ar: تحديد المستخدمين الذين لديهم امتياز sudo، حسب اسم المستخدم:
ca: Definiu usuaris amb privilegi sudo, per nom d'usuari:
da: Definer brugere med sudo-privilegium, med brugernavn:
es: Defina usuarios con privilegio sudo, por nombre de usuario:
ga: Sainmhínigh úsáideoirí a bhfuil pribhléid sudo acu, de réir ainm úsáideora:
hi: उपयोगकर्ता नाम से, sudo विशेषाधिकार वाले उपयोगकर्ताओं को परिभाषित करें:
hu: A „sudo” jogosultsággal rendelkező felhasználók meghatározása a felhasználónév alapján:
pl: Określanie użytkowników z uprawnieniami sudo według nazwy użytkownika:
sv: Definera användarnamn med sudo-rättigheter:
tr: Süper-kullanıcı yetkilerine sahip kullanıcıları tanımlayın, kullanıcı adı ile:
ur: Sar'feen sudo mara'at kay sath hein wazah't krein, username kay sath:
uz: Sudo imtiyoziga ega foydalanuvchilarni nomi bo'yicha belgilang:
zh_tw: 根據使用者名稱定義具有 sudo 權限的使用者：

source: [!] A log file has been created here: {}
ar: [!] تم إنشاء ملف سجل هنا: {}
ca: [!] S'ha creat un fitxer de registre aquí: {}
da: [!] En logfil er blevet skabt her: {}
es: [!] Se ha creado un archivo de registro aquí: {}
ga: [!] Cruthaíodh logchomhad anseo: {}
hi: [!] यहाँ एक लॉग फ़ाइल बनाई गई है: {}
hu: [!] A naplófájl itt jött létre: {}
pl: [!] Plik dziennika został zapisany tutaj: {}
sv: [!] En logg-fil har skapats här: {}
tr: [!] Burada bir günlük dosyası oluşturuldu: {}
ur: [!] Yahan log file banai ja chuki hai: {}
uz: [!] Log fayl bu yerda yaratildi: {}
zh_tw: [!] 記錄檔已在此處建立: {}

source: Would you like to use BTRFS subvolumes with a default structure?
ar: هل ترغب في استخدام وحدات التخزين الفرعية BTRFS ذات البنية الافتراضية؟
ca: Us agradaria utilitzar subvolums BTRFS amb una estructura predeterminada?
da: Vil du gerne bruge en BTRFS-underbind med en standard struktur?
es: ¿Le gustaría utilizar subvolúmenes BTRFS con una estructura predeterminada?
ga: Ar mhaith leat fo-imleabhair BTRFS a úsáid le struchtúr réamhshocraithe?
hi: क्या आप डिफ़ॉल्ट संरचना के साथ BTRFS सबवॉल्यूम का उपयोग करना चाहेंगे?
hu: Szeretne BTRFS-alköteteket alapértelmezett struktúrával használni?
pl: Czy chcesz użyć subwoluminów BTRFS z domyślną strukturą?
sv: Vill du använda BTRFS sub-volymer med standard-layout?
tr: BTRFS alt disk bölümlerini varsayılan yapıyla kullanmak ister misiniz?
ur: Kia aap BTRFS subvolumes ko default dha'nchay kay sath istimal karna chahtay hein?
uz: BTRFS subvolume'larini standart struktura bilan ishlatmoqchimisiz?
zh_tw: 您想使用具有預設結構的 BTRFS 子分區(卷)嗎?

source: Would you like to use BTRFS compression?
ar: هل ترغب في استخدام ضغط BTRFS؟
ca: Us agradaria utilitzar la compressió BTRFS?
da: Vil du gerne bruge BTRFS-komprimering?
es: ¿Le gustaría usar la compresión BTRFS?
ga: Ar mhaith leat comhbhrú BTRFS a úsáid?
hi: क्या आप BTRFS कम्प्रेशन का उपयोग करना चाहेंगे?
hu: Szeretne BTRFS-tömörítést használni?
pl: Czy chcesz użyć kompresji BTRFS?
sv: Vill du använda komprimering för BTRFS?
tr: BTRFS sıkıştırmasını kullanmak ister misiniz?
ur: Kia aap BTRFS compression ko istimal karna chahtay hein?
uz: BTRFS siqishdan foydalanmoqchimisiz?
zh_tw: 您想使用 BTRFS 壓縮嗎 ?

source: Would you like to create a separate partition for /home?
ar: هل ترغب في إنشاء قسم منفصل لـ /home؟
ca: Us agradaria crear una partició separada per a /home?
da: Vil du gerne skabe en separat partition for /home?
es: ¿Le gustaría crear una partición separada para /home?
ga: Ar mhaith leat críochdheighilt ar leith a chruthú don /home?
hi: क्या आप /home के लिए एक अलग पार्टीशन बनाना चाहेंगे?
hu: Szeretne egy külön partíciót létrehozni a „/home” számára?
pl: Czy chcesz stworzyć oddzielną partycje dla /home?
sv: Vill du skapa en separat partition för /home?
tr: /home dizini için ayrı bir disk bölümü oluşturmak ister misiniz?
ur: Kia aap /home kay liay aik alag partition bana'n chahtay hein?
uz: /home uchun alohida bo'lim yaratmoqchimisiz?
zh_tw: 您想為 /home 建立一個單獨的磁碟分割區嗎 ?

source: The selected drives do not have the minimum capacity required for an automatic suggestion
ar: لا تحتوي محركات الأقراص المحددة على الحد الأدنى من السعة المطلوبة للاقتراح التلقائي
ca: Les unitats seleccionades no tenen la capacitat mínima requerida per una recomanació automàtica
da: De valgte drev har ikke en minimumskapacitet påkrævet for et automatisk forslag
es: Las unidades seleccionadas no tienen la capacidad mínima requerida para una sugerencia automática
ga: Níl an acmhainn íosta ag na tiomántáin roghnaithe le haghaidh moladh uathoibríoch
hi: चयनित ड्राइव्स में स्वचालित सुझाव के लिए आवश्यक न्यूनतम क्षमता नहीं है
hu: A kiválasztott meghajtók nem rendelkeznek az automatikus javaslathoz szükséges minimális kapacitással.
pl: Wybrane dyski nie mają minimalnej wymaganej pojemności dla automatycznej sugestii
sv: De valda diskarna uppfyller inte minsta lagringskapacitet för automatisk layout-förslag
tr: Seçilmiş diskler otomatik öneriler için gerekli minimum kapasiteye sahip değil
ur: Khudkar suggestion kay liay muntkhab drives ki minimum capacity zarori nahi
uz: Tanlangan disklar avtomatik taklif uchun minimal sig'imga ega emas
zh_tw: 所選硬碟沒有自動建議所需的最小容量

source: Minimum capacity for /home partition: {}GB
ar: الحد الأدنى لسعة القسم /home: {} جيجابايت
ca: Capacitat mínima per la partició /home: {}GB
da: Minimumskapacitet for partitioner til /home: {}GB
es: Capacidad mínima para la partición /home: {}GB
ga: Toilleadh íosta le haghaidh /deighilt baile: {}GB
hi: /home पार्टीशन के लिए न्यूनतम क्षमता: {}GB
hu: A „/home” partíció minimális kapacitása: {} GB
pl: Maksymalna pojemność dla partycji /home: {}GB
sv: Minsta kapaciteten för /home är: {}GB
tr: /home disk bölümü için minimum kapasite: {}GB
ur: /home partition ki minimum capacity: {}GB
uz: /home bo'limi uchun minimal sig'im: {}GB
zh_tw: /home 磁碟分割區的最小容量為：{}GB

source: Minimum capacity for Arch Linux partition: {}GB
ar: الحد الأدنى لسعة قسم Arch Linux: {} جيجابايت
ca: Capacitat mínima per la partició Arch Linux: {}GB
da: Minimumskapacitet for partitioner til Arch Linux: {}GB
es: Capacidad mínima para la partición Arch Linux: {}GB
ga: Toilleadh íosta do dheighilt Arch Linux: {}GB
hi: Arch Linux पार्टीशन के लिए न्यूनतम क्षमता: {}GB
hu: Az Arch Linux-partíció minimális kapacitása: {} GB
pl: Minimalna pojemność dla partycji Arch Linux: {}GB
sv: Minsta kapaciteten för Arch Linux partitionen är: {}GB
tr: Arch Linux disk bölümü için minimum kapasite: {}GB
ur: Arch Linux partition ki minimum capacity: {}GB
uz: Arch Linux bo'limi uchun minimal sig'im: {}GB
zh_tw: Arch Linux 磁碟分割區的最小容量為：{}GB

source: Continue
ar: متابعة
ca: Continuar
da: Fortsæt
es: Continuar
ga: Lean ort
hi: जारी रखें
hu: Folytatás
pl: Kontynuuj
sv: Gå vidare
tr: Devam
ur: Jari rakhein
uz: Davom etish
zh_tw: 繼續

source: yes
ar: نعم
ca: sí
da: ja
es: sí
ga: tá
hi: हाँ
hu: igen
pl: tak
sv: ja
tr: evet
ur: haan
uz: ha
zh_tw: 是
