Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: no
ar: لا
da: nej
ga: níl
hi: नहीं
hu: nem
pl: nie
sv: nej
tr: hayır
ur: nahi
uz: yo'q
zh_tw: 否

source: set: {}
ar: حدد: {}
ca: establir: {}
da: sæt: {}
es: establecer: {}
ga: socrú: {}
hi: सेट: {}
hu: beállítás: {}
pl: ustawiono na: {}
sv: sätt: {}
tr: ayarla: {}
ur: krein: {}
uz: o'rnatildi: {}
zh_tw: 設置: {}

source: Manual configuration setting must be a list
ar: يجب أن يكون إعداد التكوين اليدوي قائمة
ca: La configuració manual ha de ser una llista
da: Manuel konfigurationsindstilling skal være en liste
es: La configuración manual debe ser una lista.
ga: Ní mór liosta a bheith i socrú cumraíochta láimhe
hi: मैन्युअल कॉन्फ़िगरेशन सेटिंग एक सूची होनी चाहिए
hu: A kézi konfigurációs beállításnak egy listának kell lennie
pl: Konfiguracja ustawiona manualnie musi być listą
sv: Manuell konfigurering måste vara en lista
tr: El ile yapılandırma ayarı bir liste olmalıdır
ur: Manual tarteb ki setting ki aik list honi chahiye
uz: Qo'lda konfiguratsiya sozlamasi ro'yxat shaklida bo'lishi kerak
zh_tw: 手動配置設置必須為一個列表

source: No iface specified for manual configuration
ar: لا يوجد وجه (iface) محدد للتكوين اليدوي
ca: No s'ha especificat iface per a la configuració manual
da: Ingen iface specificeret for manuel konfiguration
es: No se especificó iface para la configuración manual
ga: Níl iface sonraithe do chumraíocht láimhe
hi: मैन्युअल कॉन्फ़िगरेशन के लिए कोई iface निर्दिष्ट नहीं है
hu: Nincs megadva iface a kézi konfigurációhoz
pl: Nie określono interfejsu do ręcznej konfiguracji
sv: Inget interface specificerat för manuell konfigurering
tr: El ile yapılandırma için iface belirtilmemiş
ur: Manual tarteb kay liay muntkh'b iface nahi hay
uz: Qo'lda sozlash uchun interfeys ko'rsatilmagan
zh_tw: 沒有為手動配置指定 iface

source: Manual nic configuration with no auto DHCP requires an IP address
ar: يتطلب تكوين nic اليدوي مع عدم وجود DHCP التلقائي عنوان IP
ca: La configuració manual de la NIC sense DHCP automàtic necessita una direcció IP
da: Manuel nic-konfiguration med ingen auto DHCP kræver en IP-adresse
es: La configuración manual de la NIC sin DHCP automático requiere una dirección IP
ga: Teastaíonn seoladh IP ó chumraíocht láimhe nic gan DHCP uathoibríoch
hi: बिना ऑटो DHCP वाले मैन्युअल nic कॉन्फ़िगरेशन के लिए IP पते की आवश्यकता होती है
hu: A kézi nic-konfiguráció automatikus DHCP nélkül egy IP-címet igényel
pl: Ręczna konfiguracja nic bez automatycznego DHCP wymaga podania adresu IP
sv: Manuell NIC-konfiguration utan DHCP kräver en IP adress
tr: Otomatik DHCP olmayan manuel nic yapılandırması IP adresi gerektirir
ur: Bagir auto DHCP kay manual nic tarteb kay liay IP address zaruri hay
uz: Avtomatik DHCP'siz tarmoq kartasini qo'lda sozlash uchun IP manzil talab qilinadi
zh_tw: 沒有自動 DHCP 的手動 nic 配置需要 IP 地址

source: Add interface
ar: إضافة واجهة
ca: Afegir interfície
da: Tilføj grænseflade
es: Añadir interfaz
ga: Cuir comhéadan leis
hi: इंटरफ़ेस जोड़ें
hu: Csatoló hozzáadása
pl: Dodaj interfejs
sv: Lägg till interface
tr: Arayüz ekle
ur: Interface shamil krein
uz: Interfeys qo'shish
zh_tw: 新增界面

source: Edit interface
ar: تعديل الواجهة
ca: Editar interfície
da: Rediger grænseflade
es: Editar interfaz
ga: Cuir comhéadan in eagar
hi: इंटरफ़ेस संपादित करें
hu: Csatoló szerkesztése
pl: Edytuj interfejs
sv: Editera interface
tr: Arayüzü düzenle
ur: Interface edit krein
uz: Interfeysni tahrirlash
zh_tw: 編輯界面

source: Delete interface
ar: حذف الواجهة
ca: Eliminar interfície
da: Slet grænseflade
es: Eliminar intefaz
ga: Scrios comhéadan
hi: इंटरफ़ेस हटाएँ
hu: Csatoló törlése
pl: Usuń interfejs
sv: Ta bort interface
tr: Arayüzü sil
ur: Interface delete krein
uz: Interfeysni o'chirish
zh_tw: 刪除界面

source: Select interface to add
ar: حدد واجهة لإضافتها
ca: Seleccioneu la interfície a afegir
da: Vælg grænseflade at tilføje
es: Seleccione la interfaz para agregar
ga: Roghnaigh comhéadan le cur leis
hi: जोड़ने के लिए इंटरफ़ेस चुनें
hu: Válassza ki a hozzáadandó csatolót
pl: Wybierz interfejs sieciowy do dodania
sv: Välj ett nätverkskort att lägga till
tr: Eklemek için arayüz seçin
ur: Interface shamil karnay kay liay muntkh'b krein
uz: Qo'shish uchun interfeysni tanlang
zh_tw: 請選擇需要新增的界面

source: Manual configuration
ar: ضبط يدوي
ca: Configuració manual
da: Manuel konfiguration
es: Configuración manual
ga: Cumraíocht láimhe
hi: मैन्युअल कॉन्फ़िगरेशन
hu: Kézi konfiguráció
pl: Ręczna konfiguracja
sv: Manuell konfiguration
tr: El ile yapılandırma
ur: Manual tarteb
uz: Qo'lda sozlash
zh_tw: 手動配置

source: Mark/Unmark a partition as compressed (btrfs only)
ar: وضع علامة/إلغاء وضع علامة على قسم كقسم مضغوط (btrfs فقط)
ca: Marcar/Desmarcar una partició com a comprimida (només btrfs)
da: Markér/afmarkér en partition som komprimeret (kun btrfs)
es: Marcar/Desmarcar una partición como comprimida (solo btrfs)
ga: Marcáil/Dímharcáil deighilt mar chomhbhrúite (btrfs amháin)
hi: पार्टीशन को कम्प्रेश्ड (केवल btrfs) के रूप में मार्क/अनमार्क करें
hu: A partíció megjelölése/elvetése mint tömörített (csak BTRFS)
pl: Oznacz/odznacz partycje jako skompresowaną (tylko w btrfs)
sv: Markera/Avmarkera en partition för komprimering (BTRFS enbart)
tr: Bir disk bölümünü sıkıştırılmış olarak işaretle/işareti kaldır (sadece btrfs)
ur: Partition ko compress karnay kay liay mark/unmark krein (sirf btrfs)
uz: Bo'limni siqilgan deb belgilash/bekor qilish (faqat btrfs)
zh_tw: 將磁碟分割區標記/取消標記為壓縮（僅限 btrfs）

source: The password you are using seems to be weak, are you sure you want to use it?
ar: يبدو أن كلمة المرور التي تستخدمها ضعيفة، هل أنت متأكد من أنك تريد استخدامها؟
ca: La contrasenya que esteu utilitzant sembla dèbil, segur que voleu utilitzar-la?
da: Din adgangskode ser ud til at være svag. Er du sikker på, at du vil bruge den?
es: La contraseña que está utilizando parece ser débil, ¿está seguro de que desea usarla?
ga: Is cosúil go bhfuil an pasfhocal atá in úsáid agat lag, an bhfuil tú cinnte gur mhaith leat é a úsáid?
hi: आप जो पासवर्ड इस्तेमाल कर रहे हैं वह कमजोर लग रहा है, क्या आप वाकई इसका उपयोग करना चाहते हैं?
hu: Úgy tűnik, hogy a megadott jelszó gyenge. Biztosan használni akarja?
pl: Używane przez Ciebie hasło wydaje się być słabe, czy na pewno chcesz go użyć?
sv: Lösenordet du angav verkar svagt, är du säker på att du vill använda det?
tr: Kullandığınız şifre zayıf görünüyor, kullanmak istediğinize emin misiniz?
ur: aapka dia gia password kamzor lag raha hay, aap isko istimal kay liay par yaqeen hein?
uz: Siz kiritgan parol zaif ko'rinadi. Shunda ham uni ishlatmoqchimisiz?
zh_tw: 您使用的密碼似乎很弱，您確定要使用嗎?

source: Provides a selection of desktop environments and tiling window managers, e.g. gnome, kde, sway
ar: يوفر مجموعة مختارة من بيئات سطح المكتب ومديري نوافذ التجانب، مثل gnome و kde و sway
ca: Proporciona una selecció d'entorns d'escriptori i gestors de finestres en mosaic, com ara gnome, kde, sway
da: Tilbyder et udvalg af skrivebordsmiljøer og tiling-vinduesadministratorer, bl.a. gnome, kde, sway
es: Proporciona una selección de entornos de escritorio y administradores de ventanas en mosaico, p.e. gnome, kde, sway
ga: Soláthraíonn sé rogha timpeallachtaí deisce agus bainisteoirí fuinneog tíleála, e.g. gnome, kde, smacht
hi: डेस्कटॉप एनवायरनमेंट और टाइलिंग विंडो मैनेजर का चयन प्रदान करता है, जैसे gnome, kde, sway
hu: Asztali környezetek és ablakkezelők széles választékát kínálja, pl. gnome, kde, sway
pl: Dostarcza wybór środowisk graficznych oraz kafelkowych menedżerów okien, np. gnome, kde, sway
sv: Ger ett urval av skrivbordsval och fönsterhanterare, t.ex. Gnome, KDE och sway
tr: Masaüstü ortamları ve otomatik döşemeli pencere yöneticilerine bir seçenek sunar, örnek olarak gnome, kde, sway
ur: Desktop environments aur tiling window managers ki selection muhayya krein, jaisay kay gnome, kde, sway
uz: Ish stoli muhitlari va oyna menejerlari tanlovi (masalan, GNOME, KDE, Sway).
zh_tw: 提供一系列桌面環境和平鋪視窗管理器，例如 gnome, kde, sway

source: Select your desired desktop environment
ar: حدد بيئة سطح المكتب التي تريدها
ca: Seleccioneu el vostre entorn d'escriptori desitjat
da: Vælg dit ønskede skrivebordsmiljø
es: Seleccione su entorno de escritorio deseado
ga: Roghnaigh do thimpeallacht deisce atá ag teastáil
hi: अपना वांछित डेस्कटॉप एनवायरनमेंट चुनें
hu: Válassza ki az asztali környezetet
pl: Wybierz środowisko graficzne
sv: Välj din skrivbordsmiljö
tr: İstediğiniz masaüstü ortamını seçin
ur: Apnay muntkh'b desktop environment ka intikhab
uz: Kerakli ish stoli muhitini tanlang
zh_tw: 選擇您欲安裝的桌面環境

source: A very basic installation that allows you to customize Arch Linux as you see fit.
ar: تثبيت أساسي جداً يسمح لك بتخصيص آرتش لينكس (Arch Linux) كما تراه مناسباً.
ca: Una instal·lació molt bàsica que us permet personalitzar Arch Linux com us sembli millor.
da: En meget grundlæggende installation, der tillader dig at tilpasse Arch Linux, som du ønsker.
es: Una instalación muy básica que te permite personalizar Arch Linux como mejor te parezca.
ga: Suiteáil an-bhunúsach a ligeann duit Arch Linux a shaincheapadh mar is cuí leat.
hi: एक बहुत ही बुनियादी इंस्टॉलेशन जो आपको अपनी इच्छानुसार Arch Linux को अनुकूलित करने की अनुमति देता है।
hu: Egy nagyon alapszintű telepítés, amely lehetővé teszi, hogy az Arch Linuxot saját belátása szerint testre szabja.
pl: Bardzo ograniczona instalacja pozwalająca ci dostosowanie Arch Linuxa do twoich upodobań.
sv: En väldigt minimal installation som möjliggör konfigurering av Arch Linux som du själv vill ha det.
tr: Arch Linux'u uygun gördüğünüz şekilde özelleştirmenize olanak tanıyan çok basit bir kurulum.
ur: Aik nihay't bunyadi installation, jo Arch Linux ko aapki zarorat
uz: Arch Linux'ni o'z xohishingizga ko'ra moslashtirish imkonini beruvchi asosiy o'rnatish.
zh_tw: 一個非常基本的安裝，同時允許根據您的需求而自行客制化 Arch Linux。

source: Provides a selection of various server packages to install and enable, e.g. httpd, nginx, mariadb
ar: يوفر مجموعة مختارة من حزم الخوادم المختلفة لتثبيتها وتمكينها، مثل httpd و nginx و mariadb
ca: Proporciona una selecció de varis paquets de servidor per a instal·lar i habilitar, com ara httpd, nginx, mariadb
da: Tilbyder et udvalg af diverse serverpakker at installere og aktivere, bl.a. httpd, nginx, mariadb
es: Proporciona una selección de varios paquetes de servidor para instalar y habilitar, p.e. httpd, nginx, mariadb
ga: Soláthraíonn sé rogha de phacáistí freastalaí éagsúla le suiteáil agus le cumasú, m.sh. httpd, nginx, mariadb
hi: इंस्टॉल और सक्षम करने के लिए विभिन्न सर्वर पैकेजों का चयन प्रदान करता है, जैसे httpd, nginx, mariadb
hu: Különböző kiszolgálócsomagok széles választékát kínálja a telepítéshez és az engedélyezéshez, pl. httpd, nginx, mariadb
pl: Dostarcza wybór różnych pakietów serwerowych do zainstalowania i uruchomienia, np. httpd, nginx, mariadb
sv: Erbjuder ett urval av olika server-paketeringar, t.ex. httpd, nginx och mariadb
tr: Kurmak ve aktif etmek için bazı seçilmiş çeşitli sunucu paketleri sunar, örnek olarak httpd, nginx, mariadb
ur: Mukhtalif server packages ki selection muhayya krein, jaisay kay httpd, nginx, mariadb
uz: O'rnatish va yoqish uchun turli server paketlari tanlovi (masalan, httpd, nginx, mariadb).
zh_tw: 提供一系列可供安裝和啟用的伺服器服務套件，例如 httpd、nginx、mariadb

source: Choose which servers to install, if none then a minimal installation will be done
ar: اختر الخوادم التي سيتم تثبيتها، إذا لم يكن هناك أي خوادم، فسيتم إجراء الحد الأدنى من التثبيت
ca: Escolliu quins servidors instal·lar. Si no n'hi ha cap, es farà una instal·lació mínima
da: Vælg hvilke servere at installere. Hvis ingen vil en minimal installering blive udført
es: Elija qué servidores instalar, si no hay ninguno, se realizará una instalación mínima
ga: Roghnaigh cé na freastalaithe atá le suiteáil, mura bhfuil ann dóibh, déanfar suiteáil íosta
hi: चुनें कि कौन से सर्वर इंस्टॉल करने हैं, यदि कोई नहीं तो न्यूनतम इंस्टॉलेशन किया जाएगा
hu: Válassza ki, hogy mely kiszolgálók legyenek telepítve, ha egyiket sem választja ki, akkor minimális telepítés történik
pl: Wybierz jakie serwery zainstalować. Jeżeli żadne, wykonana będzie minimalna instalacja
sv: Välj vilka servrar som ska installeras, om ingen kommer en minimal installation att göras
tr: Hangi sunucuların kurulacağını seçin, eğer hiçbiri seçilmezse minimal bir kurulum gerçekleştirilecektir
ur: Konsay servers ko install karna chahiye intkhab krein, agar koi nahi to aik minimal installation hoga
uz: Qaysi serverlarni o'rnatishni tanlang, agar tanlanmasa, minimal o'rnatish amalga oshiriladi
zh_tw: 請選擇要安裝的伺服器服務，如果你未進行選擇，則將進行最小化安裝

source: Installs a minimal system as well as xorg and graphics drivers.
ar: تثبيت الحد الأدنى من النظام بالإضافة إلى إكسورج (xorg) وبرامج تشغيل الرسومات.
ca: Instal·la un sistema mínim, així com controladors xorg i gràfics.
da: Installerer et mimimalt system samt xorg og grafikdrivere.
es: Instala un sistema mínimo, así como controladores xorg y gráficos.
ga: Suiteáil córas íosta chomh maith le tiománaithe xorg agus grafaicí.
hi: एक न्यूनतम सिस्टम के साथ-साथ xorg और ग्राफिक्स ड्राइवर इंस्टॉल करता है।
hu: Telepít egy minimális rendszert, valamint a xorg és a grafikus illesztőprogramokat.
pl: Instaluje system podstawowy, a także xorg-a i sterowniki graficzne.
sv: Installerar ett minimal system med xorg och grafikdrivrutiner.
tr: Xorg ve grafik sürücüleri ile minimal bir sistem kurar.
ur: Aik minimal system install ho ga aur sath sath xorg aur graphics drivers bhi.
uz: Minimal tizim hamda Xorg va grafik drayverlarni o'rnatadi.
zh_tw: 安裝最小化系統以及 xorg 和顯示卡驅動程式。

source: Press Enter to continue.
ar: اضغط على Enter للمتابعة.
ca: Polseu Enter per a continuar.
da: Tryk Enter for at fortsætte.
es: Presione Entrar para continuar.
ga: Brúigh Enter chun leanúint ar aghaidh.
hi: जारी रखने के लिए Enter दबाएँ।
hu: A folytatáshoz nyomja meg az „Entert”.
pl: Naciśnij Enter, aby kontynuować.
sv: Tryck på Enter för att fortsätta.
tr: Devam etmek için Enter'a basın.
ur: Enter duba kar jari rakhein
uz: Davom etish uchun Enter tugmasini bosing.
zh_tw: 請按下 Enter 鍵，以繼續。

source: Would you like to chroot into the newly created installation and perform post-installation configuration?
ar: هل ترغب في الانتقال (chroot) إلى التثبيت الذي تم إنشاؤه حديثاً وإجراء تهيئة ما بعد التثبيت؟
ca: Us agradaria accedir a la instal·lació acabada de crear i realitzar la configuració posterior a la instal·lació?
da: Vil du gerne chroot ind til den nylige skabt installation og udføre efterinstalleringskonfigurationer?
es: ¿Le gustaría acceder a la instalación recién creada y realizar la configuración posterior a la instalación?
ga: Ar mhaith leat an tsuiteáil nuachruthaithe a chrosadh agus cumraíocht iar-shuiteála a dhéanamh?
hi: क्या आप नव निर्मित इंस्टॉलेशन में chroot करना चाहते हैं और पोस्ट-इंस्टॉलेशन कॉन्फ़िगरेशन करना चाहते हैं?
hu: Szeretne chroot-olni az újonnan létrehozott telepítésbe, és elvégezni a telepítés utáni konfigurációt?
pl: Czy chcesz zchrootować do nowej instalacji i przeprowadzić dodatkową konfigurację?
sv: Vill du hoppa in i det nyligen installerade systemet och utföra förändringar? (skriv 'exit' när du är klart)
tr: Yeni oluşturulan kuruluma chroot ile girmek ve kurulum sonrası yapılandırmayı gerçekleştirmek ister misiniz?
ur: Kia aap aik nayi installation main chroot aur post-installation configuration tarteb karna chahtay hein?
uz: Yangi yaratilgan tizimga chroot qilib, o'rnatishdan keyingi sozlamalarni bajarmoqchimisiz?
zh_tw: 您是否想要讓 chroot 進入新建立的安裝，並執行設定安裝後的組態配置嗎 ?

source: Are you sure you want to reset this setting?
ar: هل أنت متأكد من رغبتك في إعادة ضبط هذا الإعداد؟
ca: Segur que voleu re-establir aquesta configuració?
da: Er du sikker på du gerne vil nulstille denne indstilling?
es: ¿Está seguro de que desea restablecer esta configuración?
ga: An bhfuil tú cinnte gur mhaith leat an socrú seo a athshocrú?
hi: क्या आप वाकई इस सेटिंग को रीसेट करना चाहते हैं?
hu: Biztosan vissza akarja állítani ezt a beállítást alapértelmezettre?
pl: Czy na pewno chcesz zresetować to ustawienie?
sv: Vill du verkligen återställa denna inställning?
tr: Bu ayarı sıfırlamak istediğinize emin misiniz?
ur: Is tarte'd ko reset karnay kay liay kia aap pur yaqeen hein?
uz: Haqiqatan ham bu sozlamani bekor qilmoqchimisiz?
zh_tw: 您確定要重置此設置嗎?

source: Select one or more hard drives to use and configure
ar: حدد محرك أقراص صلب واحد أو أكثر لاستخدامه وضبطه
ca: Seleccioneu un o més discos durs per a utilitzar i configurar
da: Vælg en eller flere harddiske til at bruge og konfigurere
es: Seleccione uno o más discos duros para usar y configurar
ga: Roghnaigh tiomántán crua amháin nó níos mó le húsáid agus cumraigh
hi: उपयोग और कॉन्फ़िगर करने के लिए एक या अधिक हार्ड ड्राइव चुनें
hu: Válasszon ki egy vagy több meghajtót a használathoz és konfiguráláshoz.
pl: Wybierz jeden lub więcej dysków twardych do użycia i skonfiguruj je
sv: Välj en eller flera hårddiskar som skall användas och konfigureras
tr: Kullanmak ve yapılandırmak için bir ya da daha fazla sabit disk seçin
ur: Aik ya ziada hard drive muntkh'b krein istimal aur tarteb kay liay
uz: Foydalanish va sozlash uchun bir yoki bir nechta qattiq diskni tanlang
zh_tw: 選擇一個或多個硬碟来使用和配置

source: Any modifications to the existing setting will reset the disk layout!
ar: أي تعديلات على الإعداد الحالي سيعيد ضبط تخطيط القرص!
ca: Qualsevol modificació a la configuració existent re-establirà el disseny del disc!
da: Alle modificeringer til den eksisterende indstilling vil nulstille diskopsætningen!
es: ¡Cualquier modificación a la configuración existente restablecerá el diseño del disco!
ga: Athshocróidh aon athruithe ar an socrú reatha leagan amach an diosca!
hi: मौजूदा सेटिंग में कोई भी संशोधन डिस्क लेआउट को रीसेट कर देगा!
hu: A meglévő beállítások bármilyen módosítása visszaállítja a lemezelrendezést az alapértelmezettre!
pl: Każda zmiana istniejących ustawień zresetuje układ dysków!
sv: Modiferingar av inställningen kommer återställa disk-konfigureringen!
tr: Mevcut ayarda yapılacak herhangi bir değişiklik disk düzenini sıfırlayacaktır!
ur: Tay shuda setting main koi rado badal disk layout ko reset kar day gi!
uz: Joriy sozlamalarga kiritilgan har qanday o'zgartirish disk sxemasini bekor qiladi!
zh_tw: 對現有設置的任何修改都將重置硬碟配置！

source: If you reset the harddrive selection this will also reset the current disk layout. Are you sure?
ar: إذا قمت بإعادة تعيين اختيار القرص الصلب، فسيؤدي ذلك أيضًا إلى إعادة تعيين تخطيط القرص الحالي. هل أنت متأكد؟
ca: Si re-establiu la selecció del disc dur, això també reiniciarà el disseny actual del disc. N'esteu segurs?
da: Hvis du nulstiller harddiskvalget, vil dette ligeledes nulstille den nuværende diskopsætning. Er du sikker?
es: Si restablece la selección del disco duro, esto también restablecerá el diseño actual del disco. ¿Está seguro?
ga: Má athshocraíonn tú an rogha tiomántán crua athshocróidh sé seo leagan amach reatha an diosca freisin. An bhfuil tú cinnte?
hi: यदि आप हार्डड्राइव चयन को रीसेट करते हैं तो यह वर्तमान डिस्क लेआउट को भी रीसेट कर देगा। क्या आप पक्का हैं?
hu: Ha alapértelmezettre állítja a meghajtókiválasztást, akkor a jelenlegi lemezelrendezést is visszaállítja. Biztos benne?
pl: Jeżeli zresetujesz wybór dysków, zresetujesz także obecny układ dysków. Czy na pewno chcesz to zrobić?
sv: Om du återställer hårddiskvalen kommer det också återställa diskuppsättningen. Är du säker?
tr: Eğer sabit disk seçimini sıfırlarsanız bu ayrıca mevcut disk şemasını da sıfırlayacaktır. Emin misiniz?
ur: Agar aap muntikhab hardrive ko reset kartay hein tu yeh mojoda disk layout bhi reset karay gi, aap pur yaqeen hein?
uz: Agar disk tanlovini o'zgartirsangiz, joriy disk sxemasi ham bekor qilinadi. Ishonchingiz komilmi?
zh_tw: 如果您重設硬碟選擇，這也會重設目前的磁碟配置。您確定嗎？

source: Save and exit
ar: الحفظ والخروج
ca: Guardar i sortir
da: Gem og afslut
es: Guardar y salir
ga: Sábháil agus scoir
hi: सहेजें और छोड़ें
hu: Mentés és kilépés
pl: Zapisz i wyjdź
sv: Spara och gå ur
tr: Kaydet ve çık
ur: Save krein or nikalein
uz: Saqlash va chiqish
zh_tw: 存檔並退出

source: {} contains queued partitions, this will remove those, are you sure?
ar: {} تحتوي على أقسام في قائمة الانتظار، سيؤدي ذلك إلى إزالتها، هل أنت متأكد؟
ca: {} conté particions a la cua, això les eliminarà, n'esteu segurs?
da: {} Indeholder partitioner sat i kø. Dette vil fjerne disse. Er du sikker?
es: {} contiene particiones en cola, esto las eliminará, ¿está seguro?
ga: {} ina bhfuil deighiltí ciúáilte, bainfidh sé seo iad, an bhfuil tú cinnte?
hi: {} में कतारबद्ध पार्टीशन हैं, इससे वे हट जाएंगे, क्या आप पक्का हैं?
hu: {} sorban álló partíciót tartalmaz, ez eltávolítja azokat, biztos benne?
pl: {} zawiera partycje oczekujące w kolejce, to spowoduje ich usunięcie. Czy na pewno chcesz to zrobić?
sv: {} innehåller uppköade partitionen och detta kommer ta bort dessa. Är du säker?
tr: {} işlem sırasında bekleyen disk bölümleri bulunduruyor, bu onları kaldıracak, emin misiniz?
uz: {} navbatga qo'yilgan bo'limlarni o'z ichiga oladi. Bu amallar bekor qilinadi, ishonchingiz komilmi?
zh_tw: {} 包含佇列的磁碟分割區，這將刪除這些磁碟分割區，您確定嗎 ?

source: No audio server
ar: لا يوجد خادم صوت
ca: Sense servidor d'àudio
da: Ingen lydserver
es: Sin servidor de audio
ga: Gan freastalaí fuaime
hi: कोई ऑडियो सर्वर नहीं
hu: Nincs kiválasztva hangkiszolgáló
pl: Brak serwera dźwięku
sv: Ingen ljud-server
tr: Ses sunucusu yok
ur: Koi audio server nahi
uz: Audio server yo'q
zh_tw: 無音效伺服器

source: (default)
ar: (افتراضي)
ca: (per defecte)
da: (standard)
es: (predeterminado)
ga: (réamhshocraithe)
hi: (डिफ़ॉल्ट)
hu: (alapértelmezett)
pl: (domyślne)
sv: (standard)
tr: (varsayılan)
uz: (standart)
zh_tw: (預設)

source: Use ESC to skip
ar: استخدم زر الهروب ESC للتخطي
ca: Utilitzeu ESC per a ometre
da: Brug ESC til at springe over
es: Use ESC para omitir
ga: Úsáid ESC chun scipeáil
hi: छोड़ने के लिए ESC का उपयोग करें
hu: ESC → a kihagyáshoz
pl: Naciśnij ESC, aby pominąć
sv: Använd ESC för att hoppa över
tr: Atlamak için ESC kullan
ur: ESC ka istimal krein chodnay kay liay
uz: O'tkazib yuborish uchun ESC tugmasini bosing
zh_tw: 按下 ESC 鍵,則直接跳過

source: Use CTRL+C to reset current selection
ar: استخدم CTRL+C لإعادة تعيين التحديد الحالي
ca: Utilitzeu CTRL+C per reiniciar la selecció actual
da: Brug CTRL+C til at nulstille det nuværende valg
es: Use CTRL+C para restablecer la selección actual
ga: Úsáid CTRL+C chun an rogha reatha a athshocrú
hi: वर्तमान चयन को रीसेट करने के लिए CTRL+C का उपयोग करें
hu: CTRL+C → a jelenlegi kiválasztás visszaállításához
pl: Użyj CTRL+C, aby zresetować obecny wybór
sv: Använd CTRL+C för att återställa valen
tr: Mevcut seçimi sıfırlamak için CTRL+C kullan
ur: Mojoda tarteb ko reset kay liay CTRL+C ka istimal krein
uz: Joriy tanlovni bekor qilish uchun CTRL+C tugmasini bosing
zh_tw: 按下 CTRL+C 組合鍵，則可重置目前選項

source: Copy to:
ar: نسخ إلى:
ca: Copiar a:
da: Kopier til:
es: Copiar a:
ga: Cóipeáil chuig:
hi: यहाँ कॉपी करें:
hu: Másolás ide:
pl: Kopiuj do:
sv: Kopiera till:
tr: Şuraya kopyala:
ur: par copy krein:
uz: Nusxalash:
zh_tw: 複製到:

source: Edit:
ar: تعديل:
ca: Editar:
da: Rediger:
es: Editar:
ga: Cuir:
hi: संपादित करें:
hu: Szerkesztés:
pl: Edytuj:
sv: Editera:
tr: Düzenle:
uz: Tahrirlash:
zh_tw: 編輯:

source: Key:
ar: مفتاح:
ca: Clau:
da: Nøgle:
es: Clave:
ga: Eochair:
hi: कुंजी (Key):
hu: Kulcs:
pl: Klucz:
sv: Nyckel:
tr: Anahtar:
uz: Kalit:
zh_tw: 密鑰:

source: Edit {}:
ar: تعديل {}:
ca: Editar {}:
da: Rediger {}:
es: Editar {}:
ga: Cuir {} in eagar:
hi: संपादित करें {}:
hu: {} szerkesztése:
pl: Edytuj {}:
sv: Editera {}:
tr: Düzenle {}:
uz: {} tahrirlash:
zh_tw: 編輯 {}:

source: Add:
ar: أضف:
ca: Afegir:
da: Tilføj:
es: Añadir:
ga: Cuir leis:
hi: जोड़ें:
hu: Hozzáadás:
pl: Dodaj:
sv: Lägg till:
tr: Ekle:
ur: Shamil krein:
uz: Qo'shish:
zh_tw: 新增:

source: Value:
ar: القيمة:
ca: Valor:
da: Værdi:
es: Valor:
ga: Luach:
hi: मान (Value):
hu: Érték:
pl: Wartość:
sv: Värde:
tr: Değer:
ur: Qadar:
uz: Qiymat:
zh_tw: 值:
