Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: Save user configuration (including disk layout)
ar: حفظ إعدادات المستخدم (بما في ذلك تخطيط القرص)
ca: Guardar la configuració de l'usuari (incloent el disseny del disc)
es: Guardar la configuración del usuario (incluido el diseño del disco)
ga: Sábháil cumraíocht úsáideora (leagan amach diosca san áireamh)
hi: उपयोगकर्ता कॉन्फ़िगरेशन सहेजें (डिस्क लेआउट सहित)
hu: Felhasználói konfiguráció mentése (beleértve a lemezelrendezést is)
pl: Zapisz konfigurację użytkownika (wraz z układem dysku)
sv: Spara användarkonfiguration (inklusive disklayout)
tr: Kullanıcı konfigürasyonunu kaydet (Disk düzeni ile birlikte)
ur: Saraf ki tarteb save krein (disk layout kay sath)
uz: Foydalanuvchi konfiguratsiyasini (disk sxemasi bilan birga) saqlash
zh_tw: 儲存使用者組態設定 (包括磁碟配置)

source: Enter a directory for the configuration(s) to be saved (tab completion enabled) Save directory:
ar: أدخل مجلداً للتكوين (التهيئة (التكوينات) المراد حفظها (تم تمكين الإكمال بtab) حفظ المجلد:
ca: Introduïu un directori on guardar les configuracions (compleció amb TAB activada) Directori d'emmagatzematge:
es: Ingrese un directorio para guardar las configuraciones (completar con tabulación habilitado) Guardar directorio:
ga: Iontráil eolaire don chumraíocht(s) atá le sábháil (cumasaíodh comhlánú an táb) Sábháil eolaire:
hi: कॉन्फ़िगरेशन सहेजने के लिए डायरेक्टरी दर्ज करें (tab completion enabled) सेव डायरेक्टरी:
hu: Adjon meg egy könyvtárat a mentendő konfiguráció(k) számára (a tabulátoros kiegészítés engedélyezve van) Mentési könyvtár:
pl: Wprowadź katalog, w którym ma zostać zapisana konfiguracja (uzupełnianie przyciskiem tab jest włączone) Katalog zapisu:
sv: Välj vilken mapp som konfigureratione(rna) ska sparas till TAB-komplettering (aktiverat) Sparkatalog:
tr: Kaydedilecek yapılandırma(lar) için bir dizin girin (sekme tamamlama etkin) Dizini kaydet:
ur: Tarteb ko save karnay kay liay directory darj krein (pora karnay kay liay tab dubain) Save kay liay directory:
uz: Konfiguratsiya(lar) saqlanadigan katalogni kiriting (TAB orqali to'ldirish mavjud) Saqlash katalogi:
zh_tw: 輸入需要進行保存組態設定的目錄 (啟用標籤完成) 進行保存組態設定的目錄 :

source: Do you want to save {} configuration file(s) in the following location? {}
ar: هل تريد حفظ ملف (ملفات) الضبط {} في الموقع التالي؟ {}
ca: Voleu guardar {} fitxer(s) de configuració a la següent ubicació? {}
es: ¿Desea guardar {} archivo(s) de configuración en la siguiente ubicación? {}
ga: Ar mhaith leat {} comhad cumraíochta a shábháil sa suíomh seo a leanas? {}
hi: क्या आप निम्नलिखित स्थान पर {} कॉन्फ़िगरेशन फ़ाइल(लें) सहेजना चाहते हैं? {}
hu: Szeretné elmenteni a(z) {} konfigurációs fájlt a következő helyre? {}
pl: Czy chcesz zapisać plik(i) konfiguracji {} w podanej lokalizacji? {}
sv: Vill du spara {} konfigurationsfil(er) på följande plats? {}
tr: {} konfigürasyon dosya(lar)ını gösterilen konuma kaydetmek ister miydiniz?
ur: Kia aap mutloba jaga tarteb filon {} ko save karna chahtay hein? {}
uz: {} ta konfiguratsiya faylini quyidagi manzilda saqlashni xohlaysizmi? {}
zh_tw: 您是否要將 {} 組態檔案儲存到下列位置 ? {}

source: Saving {} configuration files to {}
ar: حفظ {} ملفات الإعدادات إلى {}
ca: Guardant {} fitxer(s) de configuració a {}
es: Guardar {} archivos de configuración en {}
ga: {} comhad cumraíochta á sábháil go {}
hi: {} कॉन्फ़िगरेशन फ़ाइलों को {} में सहेजा जा रहा है
hu: {} konfigurációs fájl mentése ide: {}
pl: Zapisywanie {} plików konfiguracyjnych do {}
sv: Sparar {} konfigurationsfiler till {}
tr: {} konfigürasyon dosyaları {} konumuna kaydediliyor
ur: {} Tarteb ki filon {} par save kia ja rha hai
uz: {} ta konfiguratsiya fayli {} manziliga saqlanmoqda
zh_tw: 將 {} 組態檔案儲存至 {}

source: Mirrors
ar: المرايا
ca: Miralls
es: Espejos
ga: Scátháin
hi: मिरर (Mirrors)
hu: Tükrök
pl: Serwery lustrzane
sv: Speglar
tr: Ayna sunucular
uz: Ko'zgular
zh_tw: 鏡像伺服器

source: Mirror regions
ar: مناطق المرايا
ca: Regions dels miralls
es: Regiones de espejos
ga: Réigiúin scátháin
hi: मिरर क्षेत्र
hu: Tükörrégiók
pl: Regiony serwerów lustrzanych
sv: Spegelregioner
tr: Ayna sunucusu bölgesi
ur: Mirrors ka ilaqa
uz: Ko'zgu hududlari
zh_tw: 鏡像伺服器所在地

source: - Maximum value : {} ( Allows {} parallel downloads, allows {max_downloads+1} downloads at a time )
hi: - अधिकतम मान : {} ( {} समानांतर डाउनलोड की अनुमति देता है, एक समय में {max_downloads+1} डाउनलोड की अनुमति देता है )

source: Invalid input! Try again with a valid input [1 to {}, or 0 to disable]
ar: إدخال غير صالح! حاول مرة أخرى باستخدام إدخال صحيح [1 إلى {}، أو 0 لتعطيل]
ca: Entrada no vàlida! Intenteu-ho de nou amb una entrada vàlida [1 a {}, o 0 per desactivar]
es: ¡Entrada no válida! Intente nuevamente con una entrada válida [1 a {}, o 0 para deshabilitar]
ga: Ionchur neamhbhailí! Bain triail eile as le hionchur bailí [1 go {}, nó 0 le díchumasú]
hi: अमान्य इनपुट! एक मान्य इनपुट के साथ पुनः प्रयास करें [1 से {}, या अक्षम करने के लिए 0]
hu: Érvénytelen bemenet! Próbálja újra egy érvényes bemenettel [1-től {}-ig, vagy 0-t a letiltáshoz]
pl: Nieprawidłowa wartość! Spróbuj jeszcze raz z poprawną wartością [1 do {}, lub 0 aby wyłączyć]
sv: Ogiltig inmatning! Försök igen med en giltig inmatning [1 till {}, eller 0 för att inaktivera]
tr: Geçersiz girdi! Geçerli bir girdiyle tekrar deneyin [1 ila {} veya devre dışı bırakmak için 0]
ur: Darj shuda galat hai! Dubara koshish krein sahi darj kar nay ki [1 say {}, ya 0 disable kay liay]
uz: Yaroqsiz qiymat! Qayta urining [1 dan {} gacha yoki o'chirish uchun 0]
zh_tw: 輸入無效! 請再試一次使用有效輸入 [1 至 {}，或 0 至停用]

source: Locales
ar: المحلية (Locales)
ca: Llocs
es: Localidades
ga: Áitiúlachtaí
hi: लोकेल्स (Locales)
hu: Nyelvi beállítások
pl: Ustawienia regionalne (locale)
sv: Lokaler
tr: Yerel Ayarlar
uz: Lokallar
zh_tw: 地區

source: Use NetworkManager (necessary to configure internet graphically in GNOME and KDE)
ar: استخدم مُدير الشبكة NetworkManager (ضروري لإعداد الإنترنت باستخدام واجهة رسومية في جنوم و كيدي)
ca: Utilitzar NetworkManager (necessari per a configurar internet gràficament a GNOME i KDE)
da: Anvend NetworkManager (nødvendigt til at konfigurere internettet grafisk i GNOME og KDE)
es: Usar NetworkManager (necesario para configurar internet gráficamente en GNOME y KDE)
ga: Úsáid NetworkManager (riachtanach chun an t-idirlíon a chumrú go grafach i GNOME agus KDE)
hi: NetworkManager का उपयोग करें (GNOME और KDE में ग्राफिक रूप से इंटरनेट कॉन्फ़िगर करने के लिए आवश्यक)
hu: A hálózatkezelő használata (szükséges az internet grafikus konfigurálásához GNOME-ban és KDE-ben)
pl: Użyj programu NetworkManager (niezbędne do graficznej konfiguracji Internetu w GNOME i KDE)
sv: Använd NetworkManager (nödvändigt för att konfigurera internet grafiskt i GNOME och KDE)
tr: NetworkManager'ı kullan (GNOME ya da KDE'de interneti grafik olarak yapılandırmak için gerekli)
ur: NetworkManager ka istmal (GNOME or KDE main graphically internet ka tayun krnay kay liay zarori hai)
uz: NetworkManager'dan foydalanish (GNOME va KDE'da internetni grafik interfeysda sozlash uchun zarur)
zh_tw: 使用 NetworkManager (在 GNOME 和 KDE 中以圖形設定網際網路所需)

source: Total: {} / {}
ar: الإجمالي: {} / {}
ga: Iomlán: {} / {}
hi: कुल: {} / {}
hu: Összesen: {} / {}
pl: Łącznie: {} / {}
tr: Toplam: {} / {}
ur: Tamam: {} / {}
uz: Jami: {} / {}
zh_tw: 總長度: {} / {}

source: All entered values can be suffixed with a unit: B, KB, KiB, MB, MiB...
ar: يمكن إرفاق جميع القيم المدخلة بوحدة: B، KB، KB، KiB، MB، MiB...
ca: Tots els valors introduïts poden tenir una unitat com a sufix: B, KB, KiB, MB, MiB...
es: Todos los valores ingresados pueden tener una unidad como sufijo: B, KB, KiB, MB, MiB ...
ga: Is féidir gach luach a iontráladh a iarmhír le haonad: B, KB, KiB, MB, MiB...
hi: सभी दर्ज मानों को एक इकाई के साथ जोड़ा जा सकता है: B, KB, KiB, MB, MiB...
hu: Az összes beírt értéket mértékegységekkel kell ellátni: B, KB, KiB, MB, MiB…
pl: Do wszystkich wybranych wartości może być dopisana jednostka: B, KB, KiB, MB, MiB...
sv: Alla inmatade värden kan adderas med en enhet: B, KB, KiB, MB, MiB...
tr: Girilen tüm değerlerin sonuna bir birim eklenebilir: B, KB, KiB, MB, MiB…
ur: Tamam darj shuda miqdaron say pehlay aik unit: B, KB, KiB, MB, MiB...
uz: Barcha kiritilgan qiymatlar o'lchov birligi bilan tugashi mumkin: B, KB, KiB, MB, MiB...
zh_tw: 所有輸入的值都可以後綴一個單位 : B、KB、KiB、MB、MiB...

source: If no unit is provided, the value is interpreted as sectors
ar: إذا لم يتم توفير أي وحدة، يتم تفسير القيمة على أنها قطاعات
ca: Si no es proporciona cap unitat, el valor s'interpreta com sectors
es: Si no se proporciona ninguna unidad, el valor se interpreta como sectores
ga: Mura gcuirtear aonad ar fáil, léirmhínítear an luach mar earnálacha
hi: यदि कोई इकाई प्रदान नहीं की गई है, तो मान को सेक्टर के रूप में समझा जाता है
hu: Ha nincs mértékegység megadva, akkor az értéket szektorokként értelmezi
pl: Jeżeli jednostka nie zostanie podana, wartość zostanie zinterpretowana jako sektory
sv: Om ingen enhet tillhandahålls tolkas värdet som sektorer
tr: Herhangi bir birim belirtilmezse, değer sektörler olarak yorumlanır
ur: Agar unit na darj hua, tu miqdar ko sector taswar kia jayga
uz: Agar o'lchov birligi ko'rsatilmasa, qiymat sektorlarda hisoblanadi
zh_tw: 如果沒有提供單位，則該值會被解釋為扇區

source: Enter start (default: sector {}):
ar: أدخل البداية (افتراضي: القطاع {}):
ca: Introduïu l'inici (per defecte: sector {}):
es: Ingrese el inicio (predeterminado: sector {}):
ga: Cuir isteach tús (réamhshocrú: earnáil {}):
hi: प्रारंभ दर्ज करें (डिफ़ॉल्ट: सेक्टर {}):
hu: Kezdőpont megadása (alapértelmezett: {} szektor):
pl: Wprowadź początek (domyślnie: {}):
sv: Ange start (standard: sektor {}):
tr: Başlangıç girin (varsayılan: sektör {}):
ur: Shroa'at dar'j krein (default: sector {}):
uz: Boshlanishni kiriting (standart: {} sektori):
zh_tw: 輸入起始區塊 (預設 : 扇區 {}):

source: Enter end (default: {}):
ar: أدخل النهاية (افتراضي: {}):
ca: Introduïu el final (per defecte: {}):
es: Ingrese el final (predeterminado: {}):
ga: Cuir isteach an deireadh (réamhshocraithe: {}):
hi: अंत दर्ज करें (डिफ़ॉल्ट: {}):
hu: Végpont megadása (alapértelmezett: {}):
pl: Wprowadź koniec (domyślnie: {}):
sv: Ange slut (standard: {}):
tr: Bitiş girin (varsayılan: {}):
ur: A'akhrat dar'j krein (default: {}):
uz: Tugashni kiriting (standart: {}):
zh_tw: 輸入結束區塊 (預設: {}):

source: Unable to determine fido2 devices. Is libfido2 installed?
ar: غير قادر على تحديد أجهزة fido2. هل تم تثبيت libfido2؟
ca: No es poden determinar els dispositius fido2. Està instal·lat libfido2?
es: No se pueden determinar los dispositivos fido2. ¿Está instalado libfido2?
ga: Ní féidir gléasanna fido2 a chinneadh. An bhfuil libfido2 suiteáilte?
hi: fido2 डिवाइस निर्धारित करने में असमर्थ। क्या libfido2 इंस्टॉल है?
hu: Nem sikerült meghatározni a FIDO2-eszközöket. Telepítve van a libfido2?
pl: Nie można określić urządzeń fido2. Czy zainstalowano libfido2?
sv: Det går inte att fastställa fido2-enheter. Är libfido2 installerat?
tr: Fido2 cihazları belirlenemiyor. libfido2 yüklü mü?
ur: FIDO2 devices ka tayun nahi ho rha hai. Kia libfido2 install hai?
uz: Fido2 qurilmalarini aniqlab bo'lmadi. Libfido2 o'rnatilganmi?
zh_tw: 無法確定是否偵測到 fido2 裝置。您是否已安裝 libfido2 ?

source: Path
ar: المسار (Path)
ca: Ruta
es: Ruta
ga: Cosán
hi: पथ (Path)
hu: Elérési útvonal
pl: Ścieżka
sv: Sökväg
tr: Yol/Konum
uz: Yo'l
zh_tw: 路徑

source: Manufacturer
ar: الشركة المصنعة
ca: Fabricant
es: Fabricante
ga: Monaróir
hi: निर्माता
hu: Gyártó
pl: Producent
sv: Tillverkare
tr: Üretici firma
uz: Ishlab chiqaruvchi
zh_tw: 製造廠商

source: Product
ar: المنتوج
ca: Producte
es: Producto
ga: Táirge
hi: उत्पाद
hu: Termék
pl: Produkt
sv: Produkt
tr: Ürün
uz: Mahsulot
zh_tw: 產品

source: Invalid configuration: {error}
ar: تكوين غير صالح: {error}
ca: Configuració no vàlida: {error}
es: Configuración no válida: {error}
ga: Cumraíocht neamhbhailí: {error}
hi: अमान्य कॉन्फ़िगरेशन: {error}
hu: Érvénytelen konfiguráció: {error}
pl: Niepoprawna konfiguracja: {error}
sv: Ogiltig konfiguration: {error}
tr: Geçersiz yapılandırma: {error}
ur: Darj shuda tarteb galat hai: {error}
uz: Yaroqsiz konfiguratsiya: {error}
zh_tw: 組態配置無效 : {error}

source: Type
ar: النوع
ca: Tipus
es: Tipo
ga: Cineál
hi: प्रकार
hu: Típus
pl: Typ
sv: Typ
tr: Tür
uz: Tur
zh_tw: 類型

source: This option enables the number of parallel downloads that can occur during package downloads
ar: يتيح هذا الخيار عدد التنزيلات المتوازية التي يمكن أن تحدث أثناء تنزيل الحزمة
ca: Aquesta opció habilita el número de descàrregues paral·leles que poden haver-hi mentre es descarreguen paquets
es: Esta opción habilita la cantidad de descargas paralelas que pueden ocurrir durante las descargas de paquetes
ga: Cumasaíonn an rogha seo líon na n-íoslódálacha comhthreomhara is féidir a dhéanamh le linn íoslódálacha pacáiste
hi: यह विकल्प उन समानांतर डाउनलोडों की संख्या को सक्षम करता है जो पैकेज डाउनलोड के दौरान हो सकते हैं
hu: Ez a beállítás engedélyezi a csomagletöltéskor a lehetséges párhuzamos letöltések számát
pl: Ta opcja pozwala określić maksymalną liczbę jednocześnie pobieranych pakietów
sv: Det här alternativet aktiverar antalet parallella nedladdningar som kan ske under paketnedladdningar
tr: Bu seçenek, paket indirmeleri sırasında oluşabilecek paralel indirme sayısını etkinleştirir
ur: Package download kay doran parallel downloads kay number ko qabil karnay kay liay ikhtiar krein
uz: Bu parametr paketlarni yuklab olish vaqtida bir vaqtning o'zida nechta yuklab olish mumkinligini belgilaydi
zh_tw: 此選項可啟用套件下載期間可能發生的平行下載次數

source: Enter the number of parallel downloads to be enabled. Note:
ar: أدخل عدد التنزيلات المتوازية المراد تمكينها. ملاحظة:
ca: Introduïu el número de descàrregues paral·leles a activar. Nota:
es: Ingrese el número de descargas paralelas que se habilitarán. Nota:
ga: Cuir isteach líon na n-íoslódálacha comhthreomhara atá le cumasú. Nóta:
hi: सक्षम किए जाने वाले समानांतर डाउनलोड की संख्या दर्ज करें। नोट:
hu: Adja meg az engedélyezendő párhuzamos letöltések számát. Megjegyzés:
pl: Wprowadź maksymalną liczbę dodatkowych plików pobieranych jednocześnie. Note:
sv: Ange antalet parallella nedladdningar som ska aktiveras. Observera:
tr: Etkinleştirilecek paralel indirme sayısını girin. Not:
ur: Parallel downloads kay number ko darj krein qabil karnay kay liay. Note:
uz: Parallel yuklab olishlar sonini kiriting. Eslatma:
zh_tw: 輸入要啟用的平行下載數。 ( 輸入一個 1 到 {max_downloads} 之間的值) 請注意 :

source: - Maximum recommended value : {} ( Allows {} parallel downloads at a time )
ar: - الحد الأقصى للقيمة الموصى بها: {} (يسمح بـ {} تنزيلات متوازية في المرة الواحدة)
ca: - Valor màxim recomanat : {} ( Permets {} descàrregues paral·leles simultànies )
es: - Valor máximo recomendado : {} ( Permite {} descargas paralelas simultáneas )
ga: - Uasluach molta : {} ( Ceadaítear {} íoslódálacha comhthreomhara ag an am céanna )
hi: - अधिकतम अनुशंसित मान : {} ( एक समय में {} समानांतर डाउनलोड की अनुमति देता है )
hu: - Maximális ajánlott érték : {} ( Egyszerre {} párhuzamos letöltést tesz lehetővé )
pl: - Maksymalna rekomendowana wartość : {} ( Zwiększa liczbę zadań o {} )
sv: - Maximalt rekommenderat värde: {} (Tillåter {} parallella nedladdningar åt gången)
tr: - Önerilen maksimum değer : {} ( Bir seferde {} paralel indirmeye izin verir )
ur: - Maximum safarish karda value : {} ( {} downloads ki aik waqat main ajazat hai )
uz: - Tavsiya etilgan maksimal qiymat: {} (Bir vaqtda {} ta parallel yuklab olishga ruxsat beradi)
zh_tw: - 最小值 : 1 (允許 1 個平行下載，同時允許 2 個下載)

source: - Disable/Default : 0 ( Disables parallel downloading, allows only 1 download at a time )
ar: - تعطيل/افتراضي: 0 (تعطيل التنزيل المتوازي، يسمح بتنزيل واحد فقط في كل مرة)
ca: - Desactivar/Per defecte : 0 ( Desactiva les descàrregues paral·leles, només permet 1 descàrrega simultània )
es: - Deshabilitar/Predeterminado : 0 ( Deshabilita la descarga paralela, permite solo 1 descarga simultánea )
ga: - Díchumasaigh / Réamhshocrú: 0 (Díchumasaigh íoslódáil comhthreomhar, ní cheadaítear ach 1 íoslódáil ag an am)
hi: - अक्षम/डिफ़ॉल्ट : 0 ( समानांतर डाउनलोडिंग को अक्षम करता है, एक समय में केवल 1 डाउनलोड की अनुमति देता है )
hu: - Letiltás/Alapértelmezett: 0 (Kikapcsolja a párhuzamos letöltést, egyszerre csak 1 letöltést tesz lehetővé)
pl: - Wyłącz/Domyślne : 0 ( Wyłącza pobieranie wielu plików jednocześnie, więc tylko 1 plik może być pobierany w tym samym czasie )
sv: - Inaktivera/Standard: 0 (Inaktiverar parallell nedladdning, tillåter endast en nedladdning åt gången)
tr: - Devre Dışı / Varsayılan : 0 (Paralel indirmeyi devre dışı bırakır, bir seferde yalnızca 1 indirmeye izin verir)
ur: - Disable/Default : 0 ( Parallel download ko disable krnay kay liay, sirf 1 download ki aik waqat main ajazat hai )
uz: - O'chirish/Standart: 0 (Parallel yuklab olishni o'chiradi, bir vaqtda faqat 1 ta yuklab olishga ruxsat beradi)
zh_tw: - 停用/預設 : 0 (停用平行下載，同時只允許 1 個下載)

source: Invalid input! Try again with a valid input [or 0 to disable]
ar: إدخال غير صالح! حاول مرة أخرى باستخدام إدخال صحيح [أو 0 لتعطيل]
ca: Entrada no vàlida! Intenteu-ho de nou amb una entrada vàlida [o 0 per a desactivar]
es: ¡Entrada no válida! Intente nuevamente con una entrada válida [o 0 para deshabilitar]
ga: Ionchur neamhbhailí! Bain triail eile as le hionchur bailí [nó 0 le díchumasú]
hi: अमान्य इनपुट! एक मान्य इनपुट के साथ पुनः प्रयास करें [या अक्षम करने के लिए 0]
hu: Érvénytelen bemenet! Próbálja újra egy érvényes bemenettel [vagy 0-t a letiltáshoz]
pl: Nieprawidłowa wartość! Spróbuj jeszcze raz z poprawną wartością [lub 0, aby wyłączyć]
sv: Ogiltig inmatning! Försök igen med en giltig inmatning [eller 0 för att inaktivera]
tr: Geçersiz girdi! Geçerli bir girişle [veya devre dışı bırakmak için 0 ile] tekrar deneyin
ur: Darj shuda galat hai! Dubara koshish krein sahi darj kar nay ki [ya 0 disable kay liay]
uz: Yaroqsiz qiymat! Qayta urining [yoki o'chirish uchun 0]
zh_tw: 無效輸入！請嘗試使用有效輸入再試一次 [或使用 0 進行停用] 。

source: Hyprland needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
ar: تحتاج Hyprland إلى الوصول إلى مقعدك (مجموعة من الأجهزة مثل لوحة المفاتيح والفأرة وغيرها)
ca: Hyprland necessita accés al vostre seient (col·lecció de dispositius de hardware, és a dir, teclat, ratolí, etc)
es: Hyprland necesita acceso a su asiento (colección de dispositivos de hardware, es decir, teclado, mouse, etc.)
ga: Teastaíonn rochtain ar do shuíochán ó Hyprland (bailiúchán de ghléasanna crua-earraí, i.e. méarchlár, luch, srl)
hi: Hyprland को आपकी सीट (हार्डवेयर डिवाइसेज का संग्रह यानी कीबोर्ड, माउस, आदि) तक पहुंच की आवश्यकता है
hu: A Hyprlandnek hozzáférésre van szüksége (olyan hardvereszközök gyűjteményéhez mint például a billentyűzet, az egér, stb.)
pl: Hyprland potrzebuje dostępu do twojego seat'a (sprzętu, np. klawiatury, myszki, etc)
sv: Hyprland behöver tillgång till din sitshantering (samling av hårdvaruenheter t.ex. tangentbord, mus, etc)
tr: Hyprland’in donanımlarınıza erişmesi gerekir (klavye, fare vb. donanım aygıtlarının tanınması)
ur: Hyperland kay liay access zarori hai (hardware devices ki fe'hrst jaisa ke'h keyboard, mouse, etc)
uz: Hyprland sizning seat'ingizga (klaviatura, sichqoncha kabi qurilmalar to'plami) kirish huquqiga muhtoj
zh_tw: Hyprland 需要存取您的用戶環境（收集硬體裝置，例如鍵盤、滑鼠等）

source: Choose an option to give Hyprland access to your hardware
ar: حدد خيارًا لمنح Hyprland إمكانية الوصول إلى أجهزتك
ca: Escolliu una opció per permetre a Hyprland l'accés al vostre hardware
es: Elija una opción para darle acceso a Hyprland a su hardware
ga: Roghnaigh rogha chun rochtain a thabhairt do Hyprland ar do chrua-earraí
hi: Hyprland को अपने हार्डवेयर तक पहुंच देने के लिए एक विकल्प चुनें
hu: Válasszon ki egy beállítást, hogy engedélyezze a Hyprland számára a hardverekhez való hozzáférést
pl: Wybierz opcję, aby nadać Hyprland dostęp do twojego sprzętu
sv: Välj ett alternativ för att ge Hyprland åtkomst till din hårdvara
tr: Hyprland’e donanımınıza erişim izni vermek için bir seçenek belirleyin
ur: Hyperland ko apnay hardware tak rasai kay liay aik ka intkh'ab krein
uz: Hyprland'ga qurilmalaringizga kirish huquqini berish variantini tanlang
zh_tw: 選擇一個選項，讓 Hyprland 能存取您的硬體

source: All entered values can be suffixed with a unit: %, B, KB, KiB, MB, MiB...
ar: يمكن إرفاق جميع القيم المدخلة بوحدة: ٪، ب، كيلوبايت، كيلوبايت، كيلوبايت، ميغابايت، ميغابايت، ميغابايت...
ca: Tots els valors introduïts poden tenir un sufix d'unitat: %, B, KB, KiB, MB, MiB...
es: Todos los valores introducidos pueden tener como sufijo una unidad: %, B, KB, KiB, MB, MiB...
ga: Is féidir gach luach a iontráladh a iarmhír le haonad: %, B, KB, KiB, MB, MiB...
hi: सभी दर्ज मानों को एक इकाई के साथ जोड़ा जा सकता है: %, B, KB, KiB, MB, MiB...
hu: Az összes beírt értéket mértékegységgel kell ellátni: %, B, KB, KiB, MB, MiB…
pl: Do wszystkich wybranych wartości może być dopisana jednostka: % B, KB, KiB, MB, MiB...
sv: Alla inmatade värden kan adderas med en enhet: %, B, KB, KiB, MB, MiB...
tr: Girilen tüm değerlerin sonuna bir birim eklenebilir: %, B, KB, KiB, MB, MiB…
ur: Tamam darj shuda miqdaron say pehlay aik unit: B, KB, KiB, MB, MiB...
uz: Barcha kiritilgan qiymatlar o'lchov birligi bilan tugashi mumkin: %, B, KB, KiB, MB, MiB...
zh_tw: 所有輸入的值都可以後綴一個單位 : %、B、KB、KiB、MB、MiB...

source: Would you like to use unified kernel images?
ar: هل ترغب في استخدام صور النواة الموحدة؟
ca: Us agradaria utilitzar imatges del kernel unificades?
es: ¿Le gustaría utilizar imágenes del kernel unificadas?
ga: Ar mhaith leat íomhánna eithne aontaithe a úsáid?
hi: क्या आप यूनिफाइड कर्नेल इमेज (unified kernel images) का उपयोग करना चाहेंगे?
hu: Szeretne egységesített kernelképeket (UKI) használni?
pl: Czy chcesz użyć ujednoliconych obrazów jądra?
sv: Vill du använda enhetliga kärnavbildningar?
tr: Birleştirilmiş çekirdek görüntülerini (Unified kernel) kullanmak ister misiniz?
ur: Kia aap unified kernel images kay istmal ko pasand krein gay?
uz: Yagona yadro obrazlaridan (UKI) foydalanmoqchimisiz?
zh_tw: 您想使用統一內核映像嗎 ?

source: Unified kernel images
ar: صور النواة الموحدة
ca: Imatges del kernel unificades
es: Imágenes del kernel unificadas
ga: Íomhánna eithne aontaithe
hi: यूनिफाइड कर्नेल इमेज
hu: Egységesített kernelképek (UKI)
pl: Ujednolicone obrazy jądra
sv: Enhetliga kärnavbildningar
tr: Birleşik çekirdek görüntüleri (Unified kernels)
uz: Yagona yadro obrazlari (UKI)
zh_tw: 統一內核映像

source: Waiting for time sync (timedatectl show) to complete.
ar: في انتظار اكتمال مزامنة الوقت (عرض timedatectl timedatectl).
ca: Esperant a què es completi la sincronització de l'hora (timedatectl show).
es: Esperando a que se complete la sincronización de la hora (timedatectl show).
ga: Ag fanacht le sioncronú ama (timedatectl show) le cur i gcrích.
hi: टाइम सिंक (timedatectl show) पूरा होने की प्रतीक्षा की जा रही है।
hu: Várakozás az időszinkronizálás (timedatectl show) befejezésére.
pl: Oczekiwanie na synchronizację czasu (timedatectl show).
sv: Väntar på att tidssynkroniseringen (timedatectl show) ska slutföras.
tr: Zaman senkronizasyonunun (timedatectl show) tamamlanması bekleniyor.
ur: Time sync (timedatectl show) kay mukamal honay ka intzar hai.
uz: Vaqt sinxronizatsiyasi (timedatectl show) tugashi kutilmoqda.
zh_tw: 等待時間同步 (timedatectl show) 完成。
