Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: Set desired filesystem for a partition
ar: تعيين نظام الملفات المطلوب للقسم
ca: Establir el sistema de fitxers desitjat per a una partició
da: Sæt ønsket filsystem for en partition
es: Establecer el sistema de archivos deseado para una partición
ga: Socraigh córas comhaid atá ag teastáil le haghaidh críochdheighilte
hi: पार्टीशन के लिए वांछित फ़ाइलसिस्टम सेट करें
hu: Állítsa be a partíció fájlrendszertípusát
pl: Ustaw system plików dla partycji
sv: Sätt önskat filsystem för partitionen
tr: Bir disk bölümü için istenilen dosya sistemini ayarla
ur: Aik partition kay liay Matlooba filesystem darj krein
uz: Bo'lim uchun fayl tizimini o'rnatish
zh_tw: 為磁碟分割區設置所需的檔案系統

source: Abort
ar: إلغاء
ca: Avortar
da: Afbryd
es: Abortar
ga: Tobscoir
hi: रद्द करें
hu: Megszakítás
pl: Anuluj
sv: Avbryt
tr: Vazgeç
ur: Khatam krein
uz: To'xtatish
zh_tw: 中止

source: Hostname
ar: اسم المُضيف
ca: Nom del host
da: Værtsnavn
es: Nombre de host
ga: Óstainm
hi: होस्टनेम (Hostname)
hu: Kiszolgálónév
pl: Nazwa hosta
sv: Värdnamn
tr: Ana bilgisayar adı
uz: Host nomi
zh_tw: 主機名稱

source: Not configured, unavailable unless setup manually
ar: غير مهيأ، غير متوفر ما لم يتم إعداده يدوياً
ca: No configurat. No disponible a no ser que es configuri manualment
da: Ikke konfigureret, utilgængelig med mindre opsat manuelt
es: No configurado, no disponible a menos que se configure manualmente
ga: Gan a bheith cumraithe, níl sé ar fáil mura socraítear é de láimh
hi: कॉन्फ़िगर नहीं किया गया, जब तक मैन्युअल रूप से सेटअप न हो तब तक अनुपलब्ध
hu: Nincs konfigurálva, nem érhető el, kivéve, ha kézzel állítja be
pl: Niedostępna, chyba że zostanie skonfigurowana ręcznie
sv: Inte konfigurerad, otillgängligt utan manuell konfigurering
tr: Yapılandırılmamış, el ile kurulmadığı sürece kullanılamaz
ur: tarteb shuda'h nahi, na dast'yab hay jab tak manually set na kia jaye
uz: Sozlanmagan, qo'lda sozlanmaguncha mavjud emas
zh_tw: 未進行組態設置，除非手動設置，否則無法使用

source: Timezone
ar: المنطقة الزمنية
ca: Franja horària
da: Tidszone
es: Zona horaria
ga: Crios ama
hi: समयक्षेत्र
hu: Időzóna
pl: Strefa czasowa
sv: Tidszon
tr: Zaman dilimi
uz: Vaqt mintaqasi
zh_tw: 時區

source: Set/Modify the below options
ar: تعيين/تعديل الخيارات التالية
ca: Establir/Modificar les opcions següents
da: Sæt/modificer de nedenstående indstillinger
es: Establecer/Modificar las opciones siguientes
ga: Socraigh/Athraigh na roghanna thíos
hi: नीचे दिए गए विकल्पों को सेट/संशोधित करें
hu: Az alábbi beállítások beállítása/módosítása
pl: Ustaw/modyfikuj poniższe opcje
sv: Sätt eller modifiera nedan alternativ
tr: Aşağıdaki seçenekleri Ayarla/Değiştir
ur: Zail kay ikhtiarat ko set/tarmim krein
uz: Quyidagi parametrlarni o'rnatish/o'zgartirish
zh_tw: 請設置/修改以下選項

source: Install
ar: التثبيت
ca: Instal·lar
da: Installer
es: Instalar
ga: Suiteáil
hi: इंस्टॉल करें
hu: Telepítés
pl: Zainstaluj
sv: Installera
tr: Kur
uz: O'rnatish
zh_tw: 安裝

source: Use ESC to skip
ar: استخدم ESC لتخطي
ca: Utilitzar ESC per a saltar
da: Brug ESC for at springe over
es: Usar ESC para saltar
ga: Úsáid ESC chun scipeáil
hi: छोड़ने के लिए ESC का उपयोग करें
hu: ESC → a kihagyáshoz
pl: Użyj ESC aby pominąć
sv: Använd ESC för att hoppa över
tr: Geçmek için ESC kullan
ur: Chodnay kay liay ESC ka istimal krein
uz: O'tkazib yuborish uchun ESC tugmasini bosing
zh_tw: 按下 ESC 鍵，直接跳過

source: Suggest partition layout
ar: اقتراح تخطيط التقسيم
ca: Recomanar el disseny de partició
da: Foreslå opsætning af partition
es: Sugerir el diseño de partición
ga: Mol leagan amach na críochdheighilte
hi: पार्टीशन लेआउट का सुझाव दें
hu: Partícióelrendezési javaslat
pl: Zasugeruj układ partycji
sv: Rekommendera en partitionslayout
tr: Disk bölümü şeması öner
ur: Partition ka layout tajwiz krein
uz: Bo'limlar sxemasini taklif qilish
zh_tw: 建議磁碟分割區配置

source: Enter a password:
ar: أدخل كلمة مرور:
ca: Introduïu una contrasenya:
da: Indtast en adganskode:
es: Ingrese una contraseña:
ga: Iontráil pasfhocal:
hi: पासवर्ड दर्ज करें:
hu: Adjon meg egy jelszót:
pl: Wprowadź hasło:
sv: Mata in ett lösenord:
tr: Bir parola gir:
ur: Password darj krein:
uz: Parolni kiriting:
zh_tw: 輸入密碼:

source: Enter a encryption password for {}
ar: أدخل كلمة مرور تشفير لـ {}
ca: Introduïu una contrasenya de xifrat per {}
da: Indtast en krypteringsadgangskode for {}
es: Ingrese una contraseña de cifrado para {}
ga: Cuir isteach pasfhocal criptithe le haghaidh {}
hi: {} के लिए एन्क्रिप्शन पासवर्ड दर्ज करें
hu: Adjon meg egy titkosítási jelszót a következőhöz: {}
pl: Wprowadź hasło szyfrowania dla {}
sv: Mata in ett krypterings-lösenord för {}
tr: {} için bir şifreleme parolası girin
ur: Encryption ka password {} kay liay darj krein
uz: {} uchun shifrlash parolini kiriting
zh_tw: 輸入 {} 的加密密碼

source: Enter disk encryption password (leave blank for no encryption):
ar: أدخل كلمة مرور تشفير القرص (اتركها فارغة لعدم وجود تشفير):
ca: Introduïu la contrasenya de xifrat de disc (deixeu-ho en blanc per a no xifrar):
da: Indtast diskkrypteringsadgangskode (lad være tom for ingen kryptering):
es: Ingrese la contraseña de cifrado de disco (deje en blanco para no cifrar):
ga: Cuir isteach pasfhocal criptithe diosca (fág bán gan aon chriptiú):
hi: डिस्क एन्क्रिप्शन पासवर्ड दर्ज करें (एन्क्रिप्शन नहीं के लिए खाली छोड़ दें):
hu: Adjon meg egy jelszót a lemez titkosításához (hagyja üresen, ha nem akarja titkosítani):
pl: Wprowadź hasło do szyfrowania dysku (pozostaw puste aby nie ustawiać szyfrowania):
sv: Mata in ett disk-krypteringslösenord (lämna blankt för att hoppa över kryptering):
tr: Disk şifreleme parolası girin (şifreleme olmaması için boş bırakın):
ur: Disk encryption ka password darj krein (encryption na karnay kay liay khali chodain):
uz: Diskni shifrlash parolini kiriting (shifrlash kerak bo'lmasa, bo'sh qoldiring):
zh_tw: 輸入磁碟機加密密碼 ( 留空表示不加密 ):

source: Create a required super-user with sudo privileges:
ar: أدخل كلمة مرور تشفير القرص (اتركها فارغة لعدم استخدام التشفير):
ca: Crear un superusuari requerit amb privilegis sudo:
da: Skab en påkrævet superbruger med sudo-privilegier:
es: Crear un super-usuario requerido con privilegios sudo:
ga: Cruthaigh sár-úsáideoir riachtanach le pribhléidí sudo:
hi: sudo विशेषाधिकारों के साथ एक आवश्यक सुपर-यूज़र बनाएँ:
hu: Hozzon létre egy szükséges rendszergazdát „sudo” jogosultságokkal:
pl: Utwórz wymaganego superusera z uprawnieniami sudo:
sv: Skapa ett super-användarkonto med sudo-rättigheter (detta är ett krav):
tr: Sudo ayrıcalıklarına sahip gerekli bir süper kullanıcı oluştur:
ur: Sudo kay mara'at kay sath super-user banaye'n:
uz: Sudo imtiyozlariga ega superuser yarating:
zh_tw: 建立具有 sudo 權限的超級使用者:

source: Enter root password (leave blank to disable root):
ar: أدخل كلمة مرور الجذر (اتركها فارغة لتعطيل الجذر):
ca: Introduïu la contrasenya de root (deixeu-ho en blanc per a deshabilitar root):
da: Indtast root-adganskode (lad være tom for at deaktivere root):
es: Ingrese la contraseña de root (deje en blanco para deshabilitar root):
ga: Cuir isteach pasfhocal fréimhe (fág bán chun an fhréamh a dhíchumasú):
hi: रूट पासवर्ड दर्ज करें (रूट को अक्षम करने के लिए खाली छोड़ दें):
hu: Adjon meg egy root-jelszót (hagyja üresen a „root” letiltásához):
pl: Wprowadź hasło roota (pozostaw puste, aby wyłączyć roota):
sv: Mata in ett root-lösenord (lämna blankt för att deaktivera kontot):
tr: Root parolası gir (root devre dışı bırakmak için boş bırak):
ur: Root ka password darj krein (root ko disable karnay kay liay khali chodain):
uz: Root parolini kiriting (root hisobini o'chirish uchun bo'sh qoldiring):
zh_tw: 請輸入 root 密碼 (若留空，則直接禁用 root帳號) :

source: Password for user "{}":
ar: كلمة المرور للمستخدم "{}":
ca: Contrasenya per a l'usuari "{}":
da: Adgangskode for bruger "{}":
es: Contraseña para el usuario “{}”:
ga: Pasfhocal don úsáideoir "{}":
hi: उपयोगकर्ता "{}" के लिए पासवर्ड:
hu: A(z) „{}” nevű felhasználó jelszava:
pl: Hasło użytkownika "{}":
sv: Lösenord för användare "{}":
tr: "{}" kullanıcısı için şifre:
ur: "{}" sarif kay liay password:
uz: "{}" foydalanuvchisining paroli:
zh_tw: 使用者 “{}” 的密碼:

source: Verifying that additional packages exist (this might take a few seconds)
ar: التحقق من وجود حزم إضافية (قد يستغرق ذلك بضع ثوانٍ)
ca: Verificant que els paquets addicionals existeixen (això pot tardar uns segons)
da: Verificerer yderligere pakker eksisterer (dette burde tage få sekunder)
es: Verificando que los paquetes adicionales existen (esto puede tardar unos segundos)
ga: Ag fíorú go bhfuil pacáistí breise ann (seans go dtógfaidh sé seo cúpla soicind)
hi: सत्यापित किया जा रहा है कि अतिरिक्त पैकेज मौजूद हैं (इसमें कुछ सेकंड लग सकते हैं)
hu: További csomagok létezésének ellenőrzése (ez eltarthat néhány másodpercig)
pl: Sprawdzanie, czy istnieją dodatkowe pakiety (może to potrwać kilka sekund)
sv: Verifierar att valda paket existerar (detta kan ta några sekunder)
tr: Ek paketlerin varlığı doğrulanıyor (bu bir kaç saniye alabilir)
ur: Is baat ki tasdeeq ho rhi hay kay azafi package Mand hein (is mein kuch second lag saktay hein)
uz: Qo'shimcha paketlar mavjudligi tekshirilmoqda (bu bir necha soniya vaqt olishi mumkin)
zh_tw: 驗證其他套件是否存在 (這可能需要幾秒鐘)

source: Would you like to use automatic time synchronization (NTP) with the default time servers?
ar: هل ترغب في استخدام المزامنة التلقائية للوقت (NTP) مع خوادم الوقت الافتراضية؟
ca: Voleu utilitzar la sincronització automàtica d'hora (NTP) amb els servidors d'hora predeterminats?
da: Vil du gerne anvende automatisk tidssynkronisering (NTP) med de standarde tidsservere?
es: Le gustaría utilizar la sincronización automática de hora (NTP) con los servidores de hora predeterminados?
ga: Ar mhaith leat sioncrónú ama uathoibríoch (NTP) a úsáid leis na freastalaithe réamhshocraithe ama?
hi: क्या आप डिफ़ॉल्ट समय सर्वरों के साथ स्वचालित समय तुल्यकालन (NTP) का उपयोग करना चाहेंगे?
hu: Szeretné használni az automatikus időszinkronizálást (NTP) az alapértelmezett kiszolgálókkal?
pl: Czy chcesz korzystać z automatycznej synchronizacji czasu (NTP) z domyślnymi serwerami czasu?
sv: Skulle du vilja använda automatisk tidssynkronisering (NTP) med standard-tidsservrar?
tr: Varsayılan zaman sunucularıyla otomatik zaman eş zamanlama (NTP) kullanmak ister misiniz?
ur: Kia Aap time ki automatic muta'bqat (NTP) default time servers kay sath istimal karna chahtay hein?
uz: Standart vaqt serverlari yordamida vaqtni avtomatik sinxronlashdan (NTP) foydalanmoqchimisiz?
zh_tw: 是否要對預設時間伺服器使用自動時間同步 (NTP) ?

source: Hardware time and other post-configuration steps might be required in order for NTP to work. For more information, please check the Arch wiki
ar: قد تكون هناك حاجة إلى وقت الأجهزة وخطوات أخرى بعد التكوين حتى يعمل NTP. للمزيد من المعلومات، يُرجى مراجعة ويكي Arch
ca: L'hora del hardware i altres passos post-configuració poden ser necessaris per tal que NTP funcioni. Per a més informació, consulteu la wiki d'Arch
da: Hardware-tid og andre trin efter konfiguration kan være påkrævet for at få NTP til at fungere. For yderligere information, venligst tjek wikien for Arch
es: La hora del hardware y otros pasos post-configuración pueden ser necesarios para que NTP funcione. Para más información, por favor, consulte la wiki de Arch
ga: D’fhéadfadh go mbeadh am crua-earraí agus céimeanna eile iarchumraíochta ag teastáil le go n-oibreoidh NTP. Le haghaidh tuilleadh eolais, seiceáil le do thoil an vicí Arch
hi: NTP के काम करने के लिए हार्डवेयर समय और अन्य पोस्ट-कॉन्फ़िगरेशन चरणों की आवश्यकता हो सकती है। अधिक जानकारी के लिए, कृपया Arch wiki देखें
hu: Az NTP működéséhez szükség lehet a hardveridőre és egyéb utólagos konfigurációs lépésekre. További információkért tekintse meg az Arch wiki-t
pl: Aby NTP działał, może być wymagany czas sprzętowy i inne kroki po konfiguracji. Aby uzyskać więcej informacji, proszę sprawdzić Arch wiki
sv: Hårdvaru-tid och annan efterkonfigurering kan behövas för att NTP skall fungera korrekt. För mer information, se Arch Wiki-sidan
tr: NTP çalışması için donanım zamanı ve diğer yapılandırma sonrası adımlar gerekebilir. Daha fazla bilgi için, lütfen Arch wikiye göz atın
ur: NTP kay kam karnay kay liay hardware ka time aur dosri tertebe'n zarori ho sakti hein Mazeed ma'ulomat kay liay, Arch wiki check krein
uz: NTP to'g'ri ishlashi uchun qurilma vaqtini va boshqa qo'shimcha sozlamalarni to'g'rilash talab qilinishi mumkin. Batafsil ma'lumot uchun Arch Wiki'ga qarang
zh_tw: 為了使 NTP 正常運作，可能需要調整硬體時間和其他後續設定步驟。 若想了解更多相關資訊，請到 Arch wiki 進行查看

source: Enter a username to create an additional user (leave blank to skip):
ar: أدخل اسم مستخدم لإنشاء مستخدم إضافي (اتركه فارغاً للتخطي):
ca: Introduïu un nom d'usuari per a crear un usuari addicional (deixeu-ho en blanc per a saltar):
da: Indtast et brugernavn for at skabe en ekstra bruger (lad være tom for at springe over):
es: Introduzca un nombre de usuario para crear un usuario adicional (deje en blanco para saltar):
ga: Cuir isteach ainm úsáideora chun úsáideoir breise a chruthú (fág bán chun scipeáil):
hi: अतिरिक्त उपयोगकर्ता बनाने के लिए यूज़रनेम दर्ज करें (छोड़ने के लिए खाली छोड़ दें):
hu: Adjon meg egy felhasználónevet egy további felhasználó létrehozásához (üresen hagyva ez a lépés kihagyható):
pl: Wprowadź nazwę użytkownika, aby utworzyć dodatkowego użytkownika (pozostaw puste, aby pominąć):
sv: Mata in ett användarnamn för att skapa ytterligare användare (lämna tomt för att hoppa över):
tr: Ek kullanıcı oluşturmak için bir kullanıcı adı girin (geçmek için boş bırakın):
ur: Azafi sarif banany kay liay username darj krein (chodnay kay liay khali chodain):
uz: Qo'shimcha foydalanuvchi yaratish uchun nom kiriting (o'tkazib yuborish uchun bo'sh qoldiring):
zh_tw: 請輸入使用者名稱，得以建立其他使用者 (若留空，則直接跳過):

source: Use ESC to skip
ar: استخدم ESC لتخطي
ca: Utilitzeu ESC per a ometre
da: Brug ESC til at springe over
es: Use ESC para omitir
ga: Úsáid ESC chun scipeáil
hi: छोड़ने के लिए ESC का उपयोग करें
hu: ESC → a kihagyáshoz
pl: Kliknij ESC aby pominąć
sv: Använd ESC för att hoppa över
tr: Geçmek için ESC kullan
ur: ESC ka istimal krein chodnay kay liay
uz: O'tkazib yuborish uchun ESC tugmasini bosing
zh_tw: 按下 ESC 鍵，得以跳過

source: Choose an object from the list, and select one of the available actions for it to execute
ar: اختر غرضًا من القائمة، وحدد أحد الإجراءات المتاحة لتنفيذه
ca: Trieu un objecte de la llista i seleccioneu una de les accions disponibles per a executar
da: Vælg et objekt fra listen, og vælg en af de tilgængelige handlinger for at udføre den
es: Elija un objeto de la lista y seleccione una de las acciones disponibles para ejecutar
ga: Roghnaigh rud ón liosta, agus roghnaigh ceann de na gníomhartha atá ar fáil chun é a fhorghníomhú
hi: सूची से एक ऑब्जेक्ट चुनें, और इसे निष्पादित करने के लिए उपलब्ध क्रियाओं में से एक चुनें
hu: Válasszon ki egy objektumot a listából, majd válasszon ki egyet a végrehajtandó műveletek közül
pl: Wybierz obiekt z listy, a następnie wybierz jedno z dostępnych działań do wykonania
sv: Välj ett objekt från listan, och välj en åtgärd att exekvera
tr: Listeden bir obje seçin ve çalıştırılmak üzere mevcut eylemlerden birini seçin
ur: Kisi aik cheez ko fe'hrist say muntkh'b krein, aur us kay liay m'ojud actions me'n se aik ko execute krein
uz: Ro'yxatdan obyektni tanlang va u uchun mavjud amallardan birini bajaring
zh_tw: 請從列表中選擇一個對象，並選擇需要執行的操作

source: Cancel
ar: إلغاء
ca: Cancel·lar
da: Annuller
es: Cancelar
ga: Cealaigh
hi: रद्द करें
hu: Mégse
pl: Anuluj
sv: Avbryt
tr: İptal
ur: Manso'kh krein
uz: Bekor qilish
zh_tw: 取消

source: Confirm and exit
ar: تأكيد وخروج
ca: Confirmar i sortir
da: Bekræft og afslut
es: Confirmar y salir
ga: Deimhnigh agus scoir
hi: पुष्टि करें और बाहर निकलें
hu: Megerősítés és kilépés
pl: Potwierdź i wyjdź
sv: Godkänn och gå ur
tr: Onayla ve çık
ur: Tasdeeq krein aur bahir niklain
uz: Tasdiqlash va chiqish
zh_tw: 確認並退出

source: Add
ar: إضافة
ca: Afegir
da: Tilføj
es: Añadir
ga: Cuir
hi: जोड़ें
hu: Hozzáadás
pl: Dodaj
sv: Lägg till
tr: Ekle
uz: Qo'shish
zh_tw: 新增

source: Copy
ar: نسخ
ca: Copiar
da: Kopier
es: Copiar
ga: Cóip
hi: कॉपी करें
hu: Másolás
pl: Kopiuj
sv: Kopiera
tr: Kopyala
ur: Copy krein
uz: Nusxalash
zh_tw: 複製

source: Edit
ar: تعديل
ca: Editar
da: Rediger
es: Editar
ga: Cuir in eagar
hi: संपादित करें
hu: Szerkesztés
pl: Edytuj
sv: Editera
tr: Düzenle
uz: Tahrirlash
zh_tw: 編輯

source: Delete
ar: حذف
ca: Eliminar
da: Slet
es: Eliminar
ga: Scrios
hi: हटाएँ
hu: Törlés
pl: Usuń
sv: Ta bort
tr: Sil
ur: Hazif
uz: O'chirish
zh_tw: 刪除

source: Select an action for '{}'
ar: تحديد إجراء ل '{}'
ca: Seleccioneu una acció per a '{}'
da: Vælg en handling for '{}'
es: Seleccione una acción para '{}'
ga: Roghnaigh gníomh le haghaidh '{}'
hi: '{}' के लिए एक क्रिया चुनें
hu: Válasszon ki egy műveletet a következőhöz: „{}”
pl: Wybierz działanie dla '{}'
sv: Välj vad du vill göra med '{}'
tr: '{}' için bir eylem seç
ur: '{}' kay liay aik action muntkh'b krein
uz: '{}' uchun amalni tanlang
zh_tw: 請為 “{}” ，而選擇一個操作

source: Copy to new key:
ar: نسخ إلى مفتاح جديد:
ca: Copiar a clau nova:
da: Kopier til ny nøgle:
es: Copiar a nueva clave:
ga: Cóipeáil chuig eochair nua:
hi: नई कुंजी (key) पर कॉपी करें:
hu: Másolás új kulcsba:
pl: Skopiuj do nowego klucza:
sv: Kopiera till en ny nyckel:
tr: Yeni anahtara kopyala:
ur: Aik na'i key ko copy krein
uz: Yangi kalitga nusxalash:
zh_tw: 複製到新密鑰:

source: Unknown nic type: {}. Possible values are {}
ar: نوع nic غير معروف: {}. القيم الممكنة هي {}
ca: Tipus de nic desconegut: {}. Els valors possibles són {}
da: Ukendt nic-type: {}. Mulige værdier er {}
es: Tipo de nic desconocido: {}. Los valores posibles son {}
ga: Cineál nic anaithnid: {}. Is iad na luachanna féideartha ná {}
hi: अज्ञात nic प्रकार: {}। संभावित मान {} हैं
hu: Ismeretlen nic-típus: {}. Lehetséges értékek: {}
pl: Nieznany typ nic: {}. Możliwe wartości to {}
sv: Okänd NIC typ: {}. Möjliga val är {}
tr: Bilinmeyen nic türü: {}. Olası değerler {}
ur: Na mau'lom nic type: {}. Mumkin values hein {}
uz: Noma'lum tarmoq kartasi turi: {}. Mumkin bo'lgan qiymatlar: {}
zh_tw: 未知網卡類型: {}。 可能的值為 {}

source: This is your chosen configuration:
ar: هذه هي الإعدادات التي اخترتها:
ca: Aquesta és la vostra configuració escollida:
da: Dette er din valgte konfiguration:
es: Esta es su configuración elegida:
ga: Seo é do chumraíocht roghnaithe:
hi: यह आपका चुना हुआ कॉन्फ़िगरेशन है:
hu: Ez az ön által választott konfiguráció:
pl: Wybrana konfiguracja:
sv: Det här är din valda konfiguration:
tr: Bu sizin seçilmiş yapılandırmanız:
ur: Yeh aapki muntkh'b terateb hein:
uz: Siz tanlagan konfiguratsiya:
zh_tw: 這是您所選擇的組態設置:

source: Pacman is already running, waiting maximum 10 minutes for it to terminate.
ar: باكمان يعمل بالفعل، وينتظر 10 دقائق كحد أقصى حتى ينتهي.
ca: Pacman ja està en execució; s'esperarà un màxim de 10 minuts perquè acabi.
da: Pacman kører allerede. Venter højst 10 minutter for den til at afslutte.
es: Pacman ya se está ejecutando, esperando un máximo de 10 minutos para que finalice.
ga: Tá PacmanName ag rith cheana féin, ag fanacht 10 nóiméad ar a mhéad chun é a fhoirceannadh.
hi: Pacman पहले से चल रहा है, इसके समाप्त होने के लिए अधिकतम 10 मिनट प्रतीक्षा की जा रही है।
hu: A Pacman már fut, várjon maximum 10 percet a megszakításával.
pl: Pacman jest już uruchomiony, czekam maksymalnie 10 minut na zakończenie pracy.
sv: Pacman körs redan, väntar max 10 minuter innan vi avbryter.
tr: Pacman hâlihazırda çalışıyor, işlemin sonlandırılması için en fazla 10 dakika beklenecek.
ur: Pacman pehlay hi chal rha hay, maximum 10 minutes intizar hay k woh khatam ho jay.
uz: Pacman allaqachon ishlamoqda. To'xtashi uchun maksimal 10 daqiqa kutiladi.
zh_tw: Pacman 已在執行中，最多等待 10 分鐘即可終止。

source: Pre-existing pacman lock never exited. Please clean up any existing pacman sessions before using archinstall.
ar: باكمان يعمل بالفعل، ينتظر 10 دقائق كحد أقصى حتى ينتهي.
ca: El bloqueig pre-existent de pacman mai s'ha tancat. Si us plau, netegeu qualsevol sessió de pacman existent abans d'utilitzar archinstall.
da: Allerede eksisterende pacman-lås afsluttede aldrig. Venligst rengør andre eksisterende pacman-sessioner før du bruger archinstall.
es: El bloqueo de Pacman preexistente nunca se cerró. Limpie cualquier sesión de Pacman existente antes de usar archinstall.
ga: Níor imigh an glas pacmannach a bhí ann cheana. Glan suas aon seisiúin PacmanName atá ann cheana féin le do thoil roimh úsáid a bhaint as archinstall.
hi: पहले से मौजूद pacman लॉक कभी बाहर नहीं निकला। कृपया archinstall का उपयोग करने से पहले किसी भी मौजूदा pacman सत्र को साफ़ करें।
hu: A már meglévő pacman-zár soha nem lép ki. Az Archinstall használata előtt tisztítsa meg a meglévő pacman-munkameneteket.
pl: Istniejąca wcześniej blokada pacmana nie została zakończona. Proszę wyczyścić wszystkie istniejące sesje pacmana przed użyciem archinstall-a.
sv: Existerande pacman-lås avslutades aldrig. Vänligen rensa upp föregående körningar av pacman-sessioner innan du använder archinstall.
tr: Önceden var olan pacman kilidi çıkış yapmadı. Lütfen archinstall'u kullanmadan önce mevcut olan pacman oturumlarını temizleyin.
ur: Pehlay say m'ojud pacman lock khatam nahi huwa. Brah'e mehrbani archinstall ka istimal karnay say pehle kisi bhi m'ojude'h pacman session ko saaf krein.
uz: Oldindan mavjud bo'lgan pacman qulfi olib tashlanmadi. Archinstall'dan foydalanishdan oldin barcha pacman sessiyalarini tozalang.
zh_tw: 先前存在的 pacman 鎖還尚未退出。請在使用 archinstall 之前，關閉且清理所有的 pacman 工作階段。

source: Choose which optional additional repositories to enable
ar: اختر المستودعات الإضافية الاختيارية التي تريد تمكينها
ca: Trieu quins repositoris addicionals opcionals cal activar
da: Vælg hvilke yderligere valgfrie depoter at aktivere
es: Elija qué repositorios adicionales opcionales habilitar
ga: Roghnaigh na stórtha breise roghnacha le cumasú
hi: चुनें कि कौन से वैकल्पिक अतिरिक्त रिपॉजिटरी को सक्षम करना है
hu: Válassza ki a további (nem kötelező) engedélyezendő tárolókat
pl: Wybierz, które z opcjonalnych repozytoriów chcesz włączyć
sv: Välj vilka frivilliga arkiv som ska aktiveras
tr: Hangi tercihi ek depoların (repositorylerin) aktifleştirileceğini seçin
ur: Konsi ikhtiari azafi repositories ko enable karna chahtay hein, muntkh'b krein
uz: Qo'shimcha (ixtiyoriy) repozitoriylardan qaysilarini yoqishni tanlang
zh_tw: 請選擇要啟用的選用附加套件庫

source: Add a user
ar: إضافة مستخدم
ca: Afegir un usuari
da: Tilføj en bruger
es: Añadir un usuario
ga: Cuir úsáideoir leis
hi: एक उपयोगकर्ता जोड़ें
hu: Felhasználó hozzáadása
pl: Dodaj użytkownika
sv: Lägg till användare
tr: Kullanıcı ekle
ur: Aik sarif sham'il krein
uz: Foydalanuvchi qo'shish
zh_tw: 新增使用者

source: Change password
ar: تغيير كلمة المرور
ca: Canviar contrasenya
da: Ændr adgangskode
es: Cambiar contraseña
ga: Athraigh pasfhocal
hi: पासवर्ड बदलें
hu: Jelszó módosítása
pl: Zmień hasło
sv: Byt lösenord
tr: Parola değiştir
ur: Password badlein
uz: Parolni o'zgartirish
zh_tw: 修改密碼

source: Promote/Demote user
ar: ترقية/خفض رتبة مستخدم
ca: Promocionar/Degradar usuari
da: Forfrem/nedgrader bruger
es: Promocionar/Degradar usuario
ga: Úsáideoir a chur chun cinn/a dhíspeagadh
hi: उपयोगकर्ता को प्रमोट/डितेम (Promote/Demote) करें
hu: Felhasználó előléptetése/lefokozása
pl: Promuj/degraduj użytkownika
sv: Befodra/Degradera användare
tr: Kullanıcıyı terfi et/indirge
ur: sarif ko promote/demote krein
uz: Foydalanuvchi maqomini o'zgartirish
zh_tw: 升級/降級使用者

source: Delete User
ar: حذف المستخدم
ca: Eliminar usuari
da: Slet bruger
es: Eliminar usuario
ga: Scrios Úsáideoir
hi: उपयोगकर्ता हटाएँ
hu: Felhasználó törlése
pl: Usuń użytkownika
sv: Ta bort användare
tr: Kullanıcıyı Sil
ur: sarif hazif krein
uz: Foydalanuvchini o'chirish
zh_tw: 刪除使用者
