Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: For the best compatibility with your Nvidia hardware, you may want to use the Nvidia proprietary driver.
ar: للحصول على أفضل توافق مع أجهزة Nvidia الخاصة بك، قد ترغب في استخدام برنامج التشغيل الخاص ب Nvidia.
ca: Per a obtenir la millor compatibilitat amb el vostre hardware Nvidia, és possible que us interessi utilitzar les opcions de controlador propietari d'Nvidia.
da: For din bedste kompatibilitet med dit Nvidia-hardware, burde du bruge den proprietære Nvidia-driver.
es: Para obtener la mejor compatibilidad con su hardware de Nvidia, es posible que desee utilizar el controlador patentado de Nvidia.
ga: Chun an comhoiriúnacht is fearr le do chrua-earraí Nvidia, b'fhéidir gur mhaith leat an tiománaí dílseánaigh Nvidia a úsáid.
hi: अपने Nvidia हार्डवेयर के साथ सर्वोत्तम अनुकूलता के लिए, आप Nvidia प्रोप्राइटरी (proprietary) ड्राइवर का उपयोग करना चाह सकते हैं।
hu: Az Nvidia hardverrel való legjobb kompatibilitás érdekében érdemes lehet az Nvidia saját fejlesztésű, zárt illesztőprogramját használni.
pl: Aby uzyskać najlepszą kompatybilność ze sprzętem firmy Nvidia, warto skorzystać z własnościowego sterownika firmy Nvidia.
sv: För bästa kompabilitet med din nVidia-hårdvara, vill du förmodligen använda antingen "nVidia proprietär drivrutin".
tr: Nvidia donanımınızla en iyi uyumluluk için, Nvidia kapalı kaynaklı sürücüyü kullanmak isteyebilirsiniz.
ur: Nvidia hardware ki achi mutab'qat kay liay, aap ya to tamam Nvidia malki'ati driver istimal karna chahtay hein.
uz: Nvidia qurilmangiz bilan eng yaxshi moslik uchun Nvidia'ning mulkiy drayveridan foydalanishingiz tavsiya etiladi.
zh_tw: 為了與您的 Nvidia 設備實現最佳兼容性，您可能需要使用 Nvidia 官方的驅動程式。

source: Select a graphics driver or leave blank to install all open-source drivers
ar: حدد برنامج تشغيل رسومات أو اتركه فارغاً لتثبيت جميع برامج التشغيل مفتوحة المصدر
ca: Seleccioneu un controlador gràfic o deixeu-ho en blanc per a instal·lar tots els controladors de codi obert
da: Vælg en grafik driver eller lad være tom for at installere alle open-source drivere
es: Seleccione un controlador de gráficos o déjelo en blanco para instalar todos los controladores de código abierto
ga: Roghnaigh tiománaí grafaicí nó fág bán é chun gach tiománaí foinse oscailte a shuiteáil
hi: एक ग्राफिक्स ड्राइवर चुनें या सभी ओपन-सोर्स ड्राइवरों को इंस्टॉल करने के लिए खाली छोड़ दें
hu: Válasszon ki egy grafikus illesztőprogramot vagy hagyja üresen az összes nyílt forráskódú illesztőprogram telepítéséhez
pl: Wybierz sterownik graficzny lub pozostaw puste pole, aby zainstalować wszystkie sterowniki open-source
sv: Välj en grafikdrivrutin eller lämna blankt för att installera alla med öppen mjukvara
tr: Bir grafik sürücüsü seçin ya da bütün açık-kaynak sürücüleri kurmak için boş bırakın
ur: Intkhab krein aik graphics driver ya khali chodain tamam open-source drivers install karnay kay liay
uz: Grafik drayverni tanlang yoki barcha ochiq kodli drayverlarni o'rnatish uchun bo'sh qoldiring
zh_tw: 請選擇需要安裝的顯示卡驅動程式或留空以直接安裝通用開源的驅動程式

source: All open-source (default)
ar: جميعها مفتوحة المصدر (افتراضي)
ca: Tots els de codi obert (per defecte)
da: Alt open-source (standard)
es: Todos de código abierto (predeterminado)
ga: Gach foinse oscailte (réamhshocraithe)
hi: सभी ओपन-सोर्स (डिफ़ॉल्ट)
hu: Összes nyílt forráskódú (alapértelmezett)
pl: Wszystkie open-source (domyślnie)
sv: Alla med öppen mjukvara (standardvalet)
tr: Tüm açık-kaynaklar (varsayılan)
ur: Tamam open-source (default)
uz: Barcha ochiq kodli (standart)
zh_tw: 全部使用通用開源的驅動程式（預設）

source: Choose which kernels to use or leave blank for default "{}"
ar: اختر النواة التي تريد استخدامها أو اتركها فارغة للإعداد الافتراضي "{}"
ca: Escolliu quin kernel utilitzar o deixeu-ho en blanc per utilitzar el kernel per defecte "{}"
da: Vælg hvilke kerner der skal bruges eller lad vær tom for standard "{}"
es: Elija qué kernel usar o déjelo en blanco para usar el kernel "{}" predeterminado
ga: Roghnaigh cé na heithneanna le húsáid nó fág bán don réamhshocrú "{}"
hi: चुनें कि कौन से कर्नेल (kernels) का उपयोग करना है या डिफ़ॉल्ट "{}" के लिए खाली छोड़ दें
hu: Válassza ki a használandó kerneleket, vagy hagyja üresen az alapértelmezett „{}” kernel használatához
pl: Wybierz które jądra mają być używane, lub pozostaw puste, aby użyć ustawień domyślnych "{}"
sv: Välj vilken Linux-kärna du vill använda, lämna tomt för att använda "{}"
tr: Hangi çekirdeklerin kullanılacağını seçin veya varsayılan "{}" için boş bırakın
ur: intkhab krein konsi kernels ko istimal karna hay ya default kay liay khali chodain "{}"
uz: Qaysi yadrolardan foydalanishni tanlang yoki standart "{}" uchun bo'sh qoldiring
zh_tw: 請選擇要使用的内核，或者留空直接使用預設值 “{}”

source: Choose which locale language to use
ar: اختر اللغة المحلية التي تريد استخدامها
ca: Escolliu quin idioma de localització utilitzar
da: Vælg hvilken landestandardssprog, der skal bruges
es: Elija qué idioma local usar
ga: Roghnaigh cén teanga logánta is cóir a úsáid
hi: उपयोग करने के लिए लोकेल (locale) भाषा चुनें
hu: Válassza ki a használandó területi nyelvet
pl: Wybierz języki, których chcesz używać
sv: Välj vilket språk du vill använda
tr: Hangi yerel dilin kullanılacağını seçin
ur: intkhab krein konsi locale zuban ko istimal karna hay
uz: Lokal tilini tanlang
zh_tw: 選擇要使用的區域語言

source: Choose which locale encoding to use
ar: اختر ترميز الإعدادات المحلية المراد استخدامها
ca: Escolliu quin idioma de codificació utilitzar
da: Vælg hvilken landestandardsindkodning, der skal bruges
es: Elija qué codificación local usar
ga: Roghnaigh cén ionchódú locale is cóir a úsáid
hi: उपयोग करने के लिए लोकेल एन्कोडिंग चुनें
hu: Válassza ki a használandó nyelvi kódolást
pl: Wybierz kodowania, których chcesz używać
sv: Välj vilken teckenuppsättning du vill använda
tr: Hangi yerel kodlamanın kullanılacağını seçin
ur: intkhab krein konsi locale encoding ko istimal karna hay
uz: Lokal kodlashni tanlang
zh_tw: 選擇要使用的區域編碼

source: Select one of the values shown below:
ar: اختر إحدى القيم الموضحة أدناه:
ca: Seleccioneu un dels valors mostrats a sota:
da: Vælg en af værdierne vist herunder:
es: Seleccione uno de los valores que se muestran a continuación:
ga: Roghnaigh ceann amháin de na luachanna a thaispeántar thíos:
hi: नीचे दिखाए गए मानों में से एक चुनें:
hu: Válasszon az alábbi értékek egyikéből:
pl: Wybierz jedną z poniższych wartości:
sv: Välj en av alternativen nedan:
tr: Aşağıda gösterilen değerlerden birini seçin:
ur: intkhab krein neeche diye gaye options mein se ek ka:
uz: Quyida ko'rsatilgan qiymatlardan birini tanlang:
zh_tw: 選擇如下所示的值之一:

source: Select one or more of the options below:
ar: حدد واحداً أو أكثر من الخيارات أدناه:
ca: Seleccioneu una o més de les opcions de sota:
da: Vælg en eller flere af valgmulighederne herunder:
es: Seleccione una o más de las siguientes opciones:
ga: Roghnaigh ceann amháin nó níos mó de na roghanna thíos:
hi: नीचे दिए गए विकल्पों में से एक या अधिक चुनें:
hu: Válasszon ki egyet vagy többet az alábbi beállítások közül:
pl: Wybierz jedną lub więcej z poniższych opcji:
sv: Välj ett eller flera av följande val:
tr: Aşağıdaki seçeneklerden bir ya da daha fazlasını seçin:
ur: intkhab krein neeche diye gaye options mein se ek ya ziada ka:
uz: Quyidagi variantlardan birini yoki bir nechtasini tanlang:
zh_tw: 請選擇以下一個或多個選項:

source: Adding partition....
ar: إضافة قسم....
ca: Afegint partició....
da: Tilføjer partition....
es: Añadiendo partición...
ga: Deighilt á cur leis....
hi: पार्टीशन जोड़ा जा रहा है....
hu: Partíció hozzáadása…
pl: Dodawanie partycji...
sv: Skapar en partition....
tr: Bölüm ekleniyor....
ur: Partition shamil ho rhi hay....
uz: Bo'lim qo'shilmoqda...
zh_tw: 新增磁碟分割區....

source: You need to enter a valid fs-type in order to continue. See `man parted` for valid fs-type's.
ar: تحتاج إلى إدخال نوع fs صالح من أجل المتابعة. انظر 'man parted' لمعرفة نوع fs صالح.
ca: Necessiteu introduir un fs-type vàlid per a continuar. Veieu `man parted` per a tipus de sistemes de fitxers vàlids.
da: Du skal indtaste en gyldig fs-type for at fortsætte. Jævnfør 'man parted' for gyldige fs-typer.
es: Debe ingresar un tipo de fs válido para continuar. Consulte `man parted` para conocer los tipos de fs válidos.
ga: Ní mór duit cineál bailí fs-type a chur isteach chun leanúint ar aghaidh. Féach man parted le haghaidh cineálacha fs-type bailí.
hi: जारी रखने के लिए आपको एक मान्य fs-type दर्ज करना होगा। मान्य fs-type के लिए `man parted` देखें।
hu: A folytatáshoz meg kell adnia egy érvényes fs-típust. Az érvényes fs-típusok megtekinthetők a „man parted” részben.
pl: Aby kontynuować, musisz podać poprawny fs-type. Zobacz `man parted`, aby poznać prawidłowe opcje.
sv: Du måste mata in en supporterad filsystem-typ för att fortsätta. Kör `man parted` för supporterade filsystem.
tr: Devam etmek için geçerli bir fs-type girmeniz gerekir. Geçerli fs-type için `man parted`'a bakın.
ur: aap ko dar'st fs-type dar'j karna hoga jari rakhne kay liay. `man parted` dekhein valid fs-type's kay liay.
uz: Davom etish uchun to'g'ri fayl tizimi turini (fs-type) kiritishingiz kerak. Mavjud turlar uchun `man parted` buyrug'iga qarang.
zh_tw: 您需要輸入有效的檔案系統類型才能繼續。有關有效的檔案系統類型，請參閱 `man parted`。

source: Error: Listing profiles on URL "{}" resulted in:
ar: خطأ: نتج عن إدراج ملفات التعريف على عنوان URL "{}":
ca: Error: L'enllistament de perfils de la URL "{}" ha resultat en:
da: Fejl: Notering af profiler på URL "{}" resulterede i:
es: Error: Enlistar perfiles en la URL "{}" resultó en:
ga: Earráid: Mar thoradh ar liostú próifílí ar URL "{}" bhí:
hi: त्रुटि: URL "{}" पर प्रोफ़ाइल लिस्ट करने का परिणाम यह रहा:
hu: Hiba: A(z) „{}” webcímen lévő profilok listázása a következőket eredményezte:
pl: Błąd: Wyśwetlanie profili z URL "{}" spowodowało:
sv: Fel: Listning av profiler på "{}" resulterade i:
tr: Hata: Bağlantı "{}"daki profilleri listeleme şöyle sonuçlandı:
ur: Galti: URL "{}" par zare fehrist profiles ka natija:
uz: Xato: "{}" URL manzilidagi profillar ro'yxatini olishda xatolik yuz berdi:
zh_tw: 錯誤：在 URL "{}" 上列出設定檔時出錯:

source: Error: Could not decode "{}" result as JSON:
ar: خطأ: تعذر فك تشفير نتيجة "{}" كنتيجة JSON:
ca: Error: No s'ha pogut de-codificar el resultat "{}" com a JSON:
da: Fejl: Kunne ikke afkode "{}" resultater som JSON:
es: Error: No se pudo decodificar el resultado "{}" como JSON:
ga: Earráid: Níorbh fhéidir an toradh "{}" a dhíchódú mar JSON:
hi: त्रुटि: "{}" परिणाम को JSON के रूप में डिकोड नहीं किया जा सका:
hu: Hiba: Nem sikerült dekódolni a(z) „{}” eredményt JSON-ként:
pl: Błąd: Nie można zdekodować "{}" jako JSON:
sv: Fel: Kunde inte tyda "{}" resultatet som JSON:
tr: Hata: "{}" sonucu JSON olarak çözülemedi:
ur: Galti: JSON kay tor par "{}" ka natija decode nahi kia ja saka:
uz: Xato: "{}" natijasini JSON formatida o'qib bo'lmadi:
zh_tw: 錯誤：無法將 "{}" 結果解碼為 JSON:

source: Keyboard layout
ar: تخطيط لوحة المفاتيح
ca: Distribució del teclat
es: Distribución del teclado
ga: Leagan amach méarchlár
hi: कीबोर्ड लेआउट
hu: Billentyűzetkiosztás
pl: Układ klawiatury
sv: Tangentbordslayout
tr: Klavye düzeni
ur: Keyboard ka layout
uz: Klaviatura tartibi
zh_tw: 鍵盤配置

source: Mirror region
ar: منطقة المرايا
ca: Regió del servidor
da: Mirror-område
es: Región del servidor
ga: Réigiún scáthán
hi: मिरर क्षेत्र (Mirror region)
hu: Tükörrégió
pl: Region serwerów lustrzanych
sv: Region för paketsynk
tr: Ayna bölgesi
ur: Mirror ka ilaqa
uz: Ko'zgu hududi
zh_tw: 鏡像伺服器位置

source: Locale language
ar: لغة الإعدادات المحلية
ca: Idioma local
da: Landestandardssprog
es: Idioma local
ga: Teanga logánta
hi: लोकेल भाषा
hu: Helyi nyelv
pl: Język
sv: Språk du vill använda
tr: Yerel dil
uz: Lokal tili
zh_tw: 區域語言

source: Locale encoding
ar: ترميز الإعدادات المحلية
ca: Codificació local
da: Landestandardsindkodning
es: Codificación local
ga: Ionchódú locale
hi: लोकेल एन्कोडिंग
hu: Helyi kódolás
pl: Kodowanie
sv: Teckenuppsättning du vill använda
tr: Yerel kodlama
uz: Lokal kodlash
zh_tw: 區域編碼

source: Drive(s)
ar: محرك (أو محركات)
ca: Disc(s)
da: Drev
es: Disco(s)
ga: Tiomántán(í)
hi: ड्राइव(s)
hu: Meghajtó(k)
pl: Dyski twarde
sv: Hårddisk(ar)
tr: Diskler
uz: Disk(lar)
zh_tw: 硬碟

source: Disk layout
ar: تخطيط القرص
ca: Disseny del disc
es: Diseño del disco
ga: Leagan amach diosca
hi: डिस्क लेआउट
hu: Lemezelrendezés
pl: Układ dysku
tr: Disk düzeni
ur: Disk ka layout
uz: Disk sxemasi
zh_tw: 磁盤佈局

source: Encryption password
ar: كلمة سر التشفير
ca: Contrasenya de xifrat
da: Krypteringsadgangskode
es: Contraseña de cifrado
ga: Pasfhocal criptithe
hi: एन्क्रिप्शन पासवर्ड
hu: Titkosítási jelszó
pl: Hasło szyfrujące
sv: Krypterings-lösenord
tr: Şifreleme parolası
ur: Encryption ka password
uz: Shifrlash paroli
zh_tw: 加密密碼

source: Swap
ar: ذاكرة التبديل(Swap)
ga: Babhtáil
hi: स्वैप (Swap)
hu: Cserehely
pl: Pamięć wymiany (swap)
zh_tw: 置換空間

source: Bootloader
ar: محمل الإقلاع
ca: Gestor d'arranc
es: Gestor de arranque
ga: Lódálaí Tosaithe
hi: बूटलोडर
hu: Rendszerbetöltő
pl: Program rozruchowy
tr: Önyükleyici
zh_tw: 開機引導程式

source: Root password
ar: كلمة مرور الجذر
ca: Contrasenya de root
da: Root-adgangskode
es: Contraseña de root
ga: Pasfhocal Root
hi: रूट पासवर्ड
hu: Root-jelszó
pl: Hasło roota
sv: Root-lösenord
tr: Root parolası
ur: Root ka password
uz: Root paroli
zh_tw: Root 密碼

source: Superuser account
ar: حساب المستخدم المتميز
ca: Compte de superusuari
da: Superbrugerkonto
es: Cuenta de superusuario
ga: Cuntas sár-úsáideoir
hi: सुपरयूज़र खाता
hu: Rendszergazdai fiók
pl: Konto superusera
sv: Superanvändar-konto
tr: Süper kullanıcı hesabı
ur: Superuser ka account
uz: Superuser hisobi
zh_tw: 超級使用者帳戶

source: User account
ar: حساب المستخدم
ca: Compte d'usuari
da: Brugerkonto
es: Cuenta de usuario
ga: Cuntas úsáideora
hi: उपयोगकर्ता खाता
hu: Felhasználói fiók
pl: Konto użytkownika
sv: Användarkonto
tr: Kullanıcı hesabı
ur: Saraf ka account
uz: Foydalanuvchi hisobi
zh_tw: 使用者帳戶

source: Profile
ar: الملف الشخصي
ca: Perfil
da: Profil
es: Perfil
ga: Próifíl
hi: प्रोफ़ाइल
hu: Profil
pl: Profil
sv: Profil
tr: Profil
uz: Profil
zh_tw: 設定檔

source: Audio
ar: الصوت
ca: Àudio
da: Lyd
ga: Fuaime
hi: ऑडियो
hu: Hang
sv: Ljud mjukvara
tr: Ses
zh_tw: 音效

source: Kernels
ar: الأنوية
da: Kerner
es: Núcleos
ga: Eithne
hi: कर्नेल (Kernels)
hu: Kernelek
pl: Jądra
sv: Linux-kärnor
tr: Çekirdekler
uz: Yadrolar
zh_tw: 内核

source: Additional packages
ar: الباقات الإضافية
ca: Paquets addicionals
da: Yderligere pakker
es: Paquetes adicionales
ga: Pacáistí breise
hi: अतिरिक्त पैकेज
hu: További csomagok
pl: Dodatkowe pakiety
sv: Extra paket
tr: Ek paketler
ur: Azafi packages
uz: Qo'shimcha paketlar
zh_tw: 額外套件包

source: Network configuration
ar: ضبط الشبكة
ca: Configuració de la xarxa
da: Netværkskonfiguration
es: Configuración de la red
ga: Cumraíocht líonra
hi: नेटवर्क कॉन्फ़िगरेशन
hu: Hálózati konfiguráció
pl: Konfiguracja sieci
sv: Nätverkskonfiguration
tr: Ağ yapılandırması
ur: Network ki tarteb
uz: Tarmoq konfiguratsiyasi
zh_tw: 網路組態設置

source: Automatic time sync (NTP)
ar: المزامنة التلقائية للوقت (NTP)
ca: Sincronització automàtica de l'hora (NTP)
da: Automatisk tidssynkronisering (NTP)
es: Sincronización automática de hora (NTP)
ga: Sioncronú ama uathoibríoch (NTP)
hi: स्वचालित समय सिंक (NTP)
hu: Automatikus időszinkronizálás (NTP)
pl: Automatyczna synchronizacja czasu (NTP)
sv: Automatisk tidssynk (NTP)
tr: Otomatik zaman eşitlemesi (NTP)
ur: Khudkar time sync (NTP)
uz: Vaqtni avtomatik sinxronlash (NTP)
zh_tw: 自動同步時間 (NTP)

source: Install ({} config(s) missing)
ar: تثبيت ({} الإعداد(ات) مفقودة)
ca: Instal·lar ({} ajust(s) faltant(s))
da: Installer ({} konfiguration(er) mangler)
es: Instalar ({} ajuste(s) faltante(s))
ga: Suiteáil ({} config(s) in easnamh)
hi: इंस्टॉल करें ({} कॉन्फ़िगरेशन गायब है/हैं)
hu: Telepítés ({} konfiguráció hiányzik)
pl: Zainstaluj ({} brakujących konfiguracji)
sv: Installera ({} inställningar saknas)
tr: Kur ({} adet yapılandırma eksik)
ur: Install ({} tarteb mojod nahi)
uz: O'rnatish ({} ta konfiguratsiya yetishmayapti)
zh_tw: 安裝（缺少 {} 個配置）

source: You decided to skip harddrive selection and will use whatever drive-setup is mounted at {} (experimental) WARNING: Archinstall won't check the suitability of this setup Do you wish to continue?
ar: قررت تخطي اختيار القرص الصلب وستستخدم أي إعداد لمحرك الأقراص مثبت على {} (تجريبي) تحذير: لن يتحقق برنامج Archinstall من ملاءمة هذا الإعداد هل ترغب في المتابعة؟
ca: Heu decidit saltar-vos la selecció de disc dur i utilitzar la configuració muntada a {} (experimental) AVÍS: Archinstall no verificarà la idoneïtat d'aquesta configuració Voleu continuar?
da: Du valgte at springe valg af harddisk over og vil bruge hvad end drevopsætning er monteret ved {} (eksperimentel) ADVARSEL: Archinstall vil ikke tjekke egnethed af denne opsætning Ønsker du at fortsætte?
es: Has decidido saltar la selección de discos duros y usar la configuración montada en {} (experimental) ADVERTENCIA: Archinstall no verificará la idoneidad de esta configuración ¿Desea continuar?
ga: Shocraigh tú an rogha tiomántán crua a scipeáil agus úsáidfidh sé cibé tiomántán atá gléasta ag {} (turgnamhach) RABHADH: Ní seiceálfaidh Archinstall oiriúnacht an tsocraithe seo Ar mhaith leat leanúint ar aghaidh?
hi: आपने हार्डड्राइव चयन छोड़ने का निर्णय लिया है और जो भी ड्राइव-सेटअप {} पर माउंट है उसका उपयोग करेंगे (प्रयोगात्मक) चेतावनी: Archinstall इस सेटअप की उपयुक्तता की जाँच नहीं करेगा क्या आप जारी रखना चाहते हैं?
hu: Ön úgy döntött, hogy kihagyja a merevlemez kiválasztását és azt a meghajtóbeállítást fogja használni, amely a(z) {} helyen van csatolva (kísérleti) FIGYELMEZTETÉS: Az Archinstall nem ellenőrzi ennek a beállításnak a megfelelőségét Biztosan folytatni akarja?
pl: Zdecydowano się na pominięcie wyboru dysku twardego i użycie konfiguracji dysku zamontowanego w {} (eksperymentalne) OSTRZEŻENIE: Archinstall nie sprawdzi poprawności tej konfiguracji Czy chcesz kontynuować?
sv: Du valde att hoppa över hårddiskvalet. Archinstall kommer därför använda vad som finns monterat under {} (experimentell)! Varning: Archinstall kommer inte kontrollera lämpligheten i diskvalet. Vill du fortsätta?
tr: Sabit disk seçimini atlamaya karar verdiniz ve {}'e ne bağlanmışsa (mount) onu kullanacaksınız (deneysel) UYARI: Archinstall bu kurulumun uygunluğunu kontrol etmeyecek Devam etmek istiyor musunuz?
uz: Siz qattiq disk tanlashni o'tkazib yubordingiz va {} manziliga biriktirilgan mavjud disk sozlamalaridan foydalanasiz (eksperimental) DIQQAT: Archinstall bu sozlamaning mosligini tekshirmaydi. Davom etishni xohlaysizmi?
zh_tw: 您決定跳過磁碟機選擇 並將使用掛載在 {} (實驗性) 上任一的硬碟設置 警告：Archinstall 不會檢查此設置的適用性 您想繼續嗎？

source: Re-using partition instance: {}
ar: إعادة استخدام مثيل القسم: {}
ca: Re-utilitzant instància de partició: {}
da: Genanvender partitionsinstans: {}
es: Reutilizando instancia de partición: {}
ga: Mar shampla deighilte a athúsáid: {}
hi: पार्टीशन इंस्टेंस का पुनः उपयोग: {}
hu: Partíciópéldány ismételt felhasználása: {}
pl: Ponowne wykorzystanie instancji partycji: {}
sv: Återanvänder disk-instans: {}
tr: Disk bölümü örneği yeniden kullanılıyor: {}
ur: Partition instance ka dubara istimal: {}
uz: Mavjud bo'limdan qayta foydalanish: {}
zh_tw: 重複使用磁碟分割區實例: {}

source: Create a new partition
ar: أنشئ قسماً جديداً
ca: Crear una nova partició
da: Skab en ny partition
es: Crear una nueva partición
ga: Cruthaigh deighilt nua
hi: एक नया पार्टीशन बनाएँ
hu: Új partíció létrehozása
pl: Utwórz nową partycję
sv: Skapa en ny partition
tr: Yeni disk bölümü oluştur
ur: Nai partition banaein
uz: Yangi bo'lim yaratish
zh_tw: 建立新的磁碟分割區

source: Delete a partition
ar: احذف قسماً
ca: Eliminar una partició
da: Slet en partition
es: Eliminar una partición
ga: Scrios deighilt
hi: एक पार्टीशन हटाएँ
hu: Partíció törlése
pl: Usuń partycję
sv: Ta bort en partition
tr: Disk bölümü sil
ur: Aik artition hazif
uz: Bo'limni o'chirish
zh_tw: 刪除一個磁碟分割區

source: Clear/Delete all partitions
ar: مسح/حذف جميع الأقسام
ca: Netejar/Eliminar totes les particions
da: Ryd/Slet alle partitioner
es: Limpiar/Eliminar todas las particiones
ga: Glan/Scrios gach Deighiltí
hi: सभी पार्टीशन साफ़ करें/हटाएँ
hu: Az összes partíció tisztítása/törlése
pl: Wyczyść/Usuń wszystkie partycje
sv: Rensa/Ta bort alla partitioner
tr: Tüm disk bölümlerini Temizle/Sil
ur: Tamam partitions hazif/mata dein
uz: Barcha bo'limlarni tozalash/o'chirish
zh_tw: 清除/刪除所有磁碟分割區

source: Assign mount-point for a partition
ar: تعيين نقطة تثبيت لقسم
ca: Assignar punt de muntatge per a una partició
da: Tildel monteringspunkt for en partition
es: Asignar punto de montaje para una partición
ga: Sann mount-point le haghaidh críochdheighilte
hi: पार्टीशन के लिए माउंट-पॉइंट असाइन करें
hu: Csatolási pont hozzárendelése egy partícióhoz
pl: Przydziel punkt montowania dla partycji
sv: Välj monteringspunkt för en partition
tr: Bir disk bölümü için mount (bağlantı) noktası ata
ur: Aik partition kay liay mount-point assign krein
uz: Bo'lim uchun biriktirish nuqtasini belgilash
zh_tw: 為磁碟分割區分配掛載點

source: Mark/Unmark a partition to be formatted (wipes data)
ar: وضع علامة/إلغاء وضع علامة على قسم ليتم تهيئته (مسح البيانات)
ca: Marcar/Desmarcar una partició per a ser formatada (esborra les dades)
da: Markér/afmarkér en partition, der skal formateres (rydder data)
es: Marcar/Desmarcar una partición para ser formateada (borra los datos)
ga: Marcáil/Dímharcáil deighilt atá le formáidiú (síolraigh na sonraí)
hi: फ़ॉर्मेट किए जाने वाले पार्टीशन को मार्क/अनमार्क करें (डेटा मिटा देता है)
hu: Egy partíció megjelölése/elvetése mint formázandó (adatok törlése)
pl: Oznacz/odznacz partycję, która ma zostać sformatowana (wymazuje dane)
sv: Markera/Avmarkera en partition för formatering (tar bort alla dess data)
tr: Bir disk bölümünü biçimlendirilmek üzere işaretle/işareti kaldır (veriyi temizler)
ur: Partition ko format karne ke liay mark/unmark kre (data ko mitadega)
uz: Bo'limni formatlash uchun belgilash/bekor qilish (ma'lumotlarni o'chiradi)
zh_tw: 標記/取消標記要格式化的磁碟分割區 (清除資料)

source: Mark/Unmark a partition as encrypted
ar: وضع علامة/إلغاء وضع علامة على قسم على أنه مشفر
ca: Marcar/Desmarcar una partició com a encriptada
da: Markér/afmarkér en partition som krypteret
es: Marcar/Desmarcar una partición como encriptada
ga: Marcáil/Dímharcáil críochdheighilt mar atá criptithe
hi: पार्टीशन को एनक्रिप्टेड के रूप में मार्क/अनमार्क करें
hu: Egy partíció megjelölése/elvetése mint titkosított
pl: Oznacz/odznacz partycję jako zaszyfrowaną
sv: Markera/Avmarkera en partition som krypterad
tr: Bir disk bölümünü şifrelenmiş olarak işaretle/işareti kaldır
ur: Encrypt karne k liay partition ko mark/unmark krein
uz: Bo'limni shifrlangan deb belgilash/bekor qilish
zh_tw: 將磁碟分割區標記/取消標記為加密

source: Mark/Unmark a partition as bootable (automatic for /boot)
ar: تحديد/إلغاء تحديد قسم على أنه قابل للإقلاع (تلقائي ل /boot)
ca: Marcar/Desmarcar una partició com a arranc (automàtic per a /boot)
da: Markér/Afmarkér en partition som opstartbar (automatisk for /boot)
es: Marcar/Desmarcar una partición como arrancable (automática para /boot)
ga: Marcáil/Dímharcáil críochdheighilt mar bootable (uathoibríoch le haghaidh /boot)
hi: पार्टीशन को बूट करने योग्य मार्क/अनमार्क करें (/boot के लिए स्वचालित)
hu: Egy partíció megjelölése/elvetése mint rendszerindító (automatikus a „/boot” esetében)
pl: Oznacz/odznacz partycję jako startową (rozruchową/bootowalną) (automatyczne dla /boot)
sv: Markera/Avmarkera en partition som bootbar (automatiskt gjort för /boot)
tr: Bir disk bölümünü önyüklenebilir olarak işaretle/işareti kaldır (/boot için otomatik)
ur: Partition ko bootable kay liay mark/unmark krein (automatic /boot hay)
uz: Bo'limni yuklanuvchi deb belgilash/bekor qilish (/boot uchun avtomatik)
zh_tw: 將磁碟分割區標記/取消標記為可開機引導（自動為 /boot）
