Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: Time syncronization not completing, while you wait - check the docs for workarounds: https://archinstall.readthedocs.io/
ar: عدم اكتمال مزامنة الوقت، أثناء الانتظار - راجع المستندات لمعرفة الحلول البديلة: https://archinstall.readthedocs.io/
ca: La sincronització d'hora no es completa. Mentre espereu - consulteu la documentació per a trobar solucions: https://archinstall.readthedocs.io/
es: La sincronización de hora no se completa mientras espera - consulte los documentos para encontrar soluciones: https://archinstall.readthedocs.io/
ga: Níl an sioncrónú ama críochnaithe, agus tú ag fanacht - seiceáil na doiciméid le haghaidh réitigh oibre: https://archinstall.readthedocs.io/
hi: समय तुल्यकालन (Time synchronization) पूरा नहीं हो रहा है, प्रतीक्षा करते समय - वर्कअराउंड के लिए डॉक्स देखें: https://archinstall.readthedocs.io/
hu: Az időszinkronizálás nem fejeződik be, amíg várakozik - tekintse meg a dokumentációban a megoldásokat: https://archinstall.readthedocs.io/
pl: Synchronizacja czasu nie powodzi się. Oczekując - sprawdź dokumentację: https://archinstall.readthedocs.io/
sv: Tidssynkroniseringen slutförs inte medan du väntar - kontrollera dokumentationen för lösningar: https://archinstall.readthedocs.io/
tr: Siz beklerken zaman senkronizasyonu tamamlanmıyor - geçici çözümler için dokümanları kontrol edin: https://archinstall.readthedocs.io/
ur: Aap kay intzar kartay huay time ki syncroniztion pori nhi hui, docs ko check krein: https://archinstall.readthedocs.io/
uz: Vaqt sinxronizatsiyasi tugamayapti. Vaqtinchalik yechimlar uchun hujjatlarni ko'rib chiqing: https://archinstall.readthedocs.io/
zh_tw: 時間同步未完成，而您正在等待 - 檢查文件以瞭解解決方案 : https://archinstall.readthedocs.io/

source: Skipping waiting for automatic time sync (this can cause issues if time is out of sync during installation)
ar: تخطي انتظار المزامنة التلقائية للوقت (قد يتسبب ذلك في حدوث مشكلات إذا كان الوقت غير متزامن أثناء التثبيت)
ca: Ometent l'espera de la sincronització automàtica de l'hora (això pot causar problemes si l'hora no està sincronitzada durant la instal·lació)
es: Saltarse la espera de sincronización automática de la hora (esto puede causar problemas si la hora no está sincronizada durante la instalación)
ga: Gan bacadh le feithimh le haghaidh sioncronaithe ama uathoibríoch (féadfaidh sé seo fadhbanna a chruthú má bhíonn an t-am as sioncronaithe le linn na suiteála)
hi: स्वचालित समय सिंक की प्रतीक्षा छोड़ी जा रही है (यदि इंस्टॉलेशन के दौरान समय सिंक से बाहर है तो इससे समस्याएं हो सकती हैं)
hu: Az automatikus időszinkronizálásra való várakozás kihagyása (ez problémákat okozhat, ha az idő nincs szinkronban a telepítéskor)
pl: Pomiń oczekiwanie na automatyczną synchronizację czasu (może spowodować problemy podczas instalacji)
sv: Hoppa över att vänta på automatisk tidssynkronisering (detta kan orsaka problem om tiden är osynkroniserad under installationen)
tr: Otomatik zaman senkronizasyonunu beklemenin atlanması (kurulum sırasında zamanın senkronize olmaması durumunda bu durum sorunlara neden olabilir)
ur: Khud kar time sync kay intzar ko khatam krein (yeh issue bana sakta hai installation kay duran agar time sync say out hota hai)
uz: Avtomatik vaqt sinxronizatsiyasini kutish o'tkazib yuborilmoqda (agar o'rnatish paytida vaqt noto'g'ri bo'lsa, bu muammolarga olib kelishi mumkin)
zh_tw: 跳過等待自動時間同步（如果安裝期間時間不同步，這可能會導致問題）

source: Waiting for Arch Linux keyring sync (archlinux-keyring-wkd-sync) to complete.
ar: في انتظار اكتمال مزامنة حلقة مفاتيح أرش لينكس (archlinux-keyring-wkd-sync).
ca: Esperant a què es completi la sincronització del clauer d'Arch Linux (archlinux-keyring-wkd-sync).
es: Esperando a que se complete la sincronización del llavero de Arch Linux (archlinux-keyring-wkd-sync).
ga: Ag fanacht le sioncronú eochairfháinne Arch Linux (archlinux-keyring-wkd-sync) a chur i gcrích.
hi: Arch Linux कीरिंग सिंक (archlinux-keyring-wkd-sync) पूरा होने की प्रतीक्षा की जा रही है।
hu: Várakozás az Arch Linux-kulcstartó szinkronizálásának (archlinux-keyring-wkd-sync) befejezésére.
pl: Oczekiwanie na synchronizację Arch Linux keyring (archlinux-keyring-wkd-sync).
sv: Väntar på att Arch Linux-nyckelringssynkroniseringen (archlinux-keyring-wkd-sync) ska slutföras.
tr: Arch Linux anahtarlık senkronizasyonunun (archlinux-keyring-wkd-sync) tamamlanması bekleniyor.
ur: Arch Linux keyring sync (archlinux-keyring-wkd-sync) kay mukamal honay ka intzar hai.
uz: Arch Linux kalitlar zanjiri (keyring) sinxronizatsiyasi tugashi kutilmoqda.
zh_tw: 等待 Arch Linux 鑰匙圈同步 (archlinux-keyring-wkd-sync) 完成。

source: Selected profiles:
ar: ملفات تعريف مختارة:
ca: Perfils seleccionats:
es: Perfiles seleccionados:
ga: Próifílí roghnaithe:
hi: चयनित प्रोफ़ाइल:
hu: Kiválasztott profil:
pl: Wybrane profile:
sv: Valda profiler:
tr: Seçilmiş profiller:
ur: Muntkhab Profiles:
uz: Tanlangan profillar:
zh_tw: 己選取的設定檔 :

source: Time synchronization not completing, while you wait - check the docs for workarounds: https://archinstall.readthedocs.io/
ar: عدم اكتمال مزامنة الوقت، أثناء انتظارك - راجع المستندات لمعرفة الحلول: https://archinstall.readthedocs.io/
ca: La sincronització d'hora no es completa. Mentre espereu - consulteu la documentació per a trobar solucions: https://archinstall.readthedocs.io/
es: La sincronización de hora no se completa mientras espera - consulte los documentos para encontrar soluciones: https://archinstall.readthedocs.io/
ga: Níl an sioncrónú ama críochnaithe, agus tú ag fanacht - seiceáil na doiciméid le haghaidh réitigh oibre: https://archinstall.readthedocs.io/
hi: समय तुल्यकालन (Time synchronization) पूरा नहीं हो रहा है, प्रतीक्षा करते समय - वर्कअराउंड के लिए डॉक्स देखें: https://archinstall.readthedocs.io/
hu: Az időszinkronizálás nem fejeződik be, amíg várakozik - tekintse meg a dokumentációban a megoldásokat: https://archinstall.readthedocs.io/
pl: Synchronizacja czasu nie powodzi się. Oczekując - sprawdź dokumentację: https://archinstall.readthedocs.io/
sv: Tidsynkroniseringen slutförs inte medan du väntar - kontrollera dokumentationen för lösningar: https://archinstall.readthedocs.io/
tr: Siz beklerken zaman senkronizasyonu tamamlanamıyor - geçici çözümler için dokümanları kontrol edin: https://archinstall.readthedocs.io/
ur: Aap kay intzar kartay huay time ki syncroniztion pori nhi hui, docs ko check krein: https://archinstall.readthedocs.io/
uz: Vaqt sinxronizatsiyasi tugamayapti. Vaqtinchalik yechimlar uchun hujjatlarni ko'rib chiqing: https://archinstall.readthedocs.io/
zh_tw: 時間同步未完成，而您正在等待 - 檢查文件以瞭解解決方案 : https://archinstall.readthedocs.io/

source: Mark/Unmark as nodatacow
ar: وضع علامة/إلغاء وضع علامة كـ nodatacow
ca: Marcar/Desmarcar com nodatacow
es: Marcar/Desmarcar como nodatacow
ga: Marcáil/Dímharcáil mar bhó nodata
hi: nodatacow के रूप में मार्क/अनमार्क करें
hu: Megjelölés/elvetés mint „nodatacow”
pl: Zaznacz/Odznacz jako nodatacow
sv: Markera/avmarkera som nodatacow
tr: Nodatacow (Yazarken Kopyala/ma) olarak işaretle/işaretini kaldır
ur: Nodatacow kay mark/unmark krein
uz: nodatacow deb belgilash/bekor qilish
zh_tw: 標記/取消標記為 nodatacow

source: Would you like to use compression or disable CoW?
ar: هل ترغب في استخدام الضغط أو تعطيل CoW؟
ca: Us agradaria utilitzar compressió o desactivar CoW?
es: ¿Le gustaría utilizar compresión o desactivar CoW?
ga: Ar mhaith leat comhbhrú a úsáid nó CoW a dhíchumasú?
hi: क्या आप compression का उपयोग करना चाहते हैं या CoW को बंद करना चाहते हैं?
hu: Szeretne tömörítést használni vagy letiltani az adatmásolást íráskor?
pl: Czy chcesz użyć kompresji lub wyłączyć CoW?
sv: Vill du använda komprimering eller inaktivera CoW?
tr: Sıkıştırma kullanmak veya CoW'u (Yazarken Kopyalayı) devre dışı bırakmak ister misiniz?
ur: Kia aap compression kay istmal ya CoW ko disable karna chahtay hein?
uz: Siqishdan foydalanmoqchimisiz yoki CoW'ni o'chirmoqchimisiz?
zh_tw: 您想使用壓縮或停用寫入時複製(CoW) ?

source: Use compression
ar: استخدام الضغط
ca: Utilitzar compressió
es: Usar compresión
ga: Bain úsáid as comhbhrú
hi: कम्प्रेशन का उपयोग करें
hu: Tömörítés használata
pl: Użyj kompresji
sv: Använd komprimering
tr: Sıkıştırma kullan
ur: Compression ka istmal
uz: Siqishdan foydalanish
zh_tw: 使用壓縮功能

source: Disable Copy-on-Write
ar: تعطيل النسخ عند الكتابة
ca: Desactivar Copy-on-Write
es: Desactivar copia en escritura
ga: Díchumasaigh Cóipeáil-ar-Scríobh
hi: Copy-on-Write (CoW) को अक्षम करें
hu: Adatmásolás letiltása íráskor
pl: Wyłącz kopiowanie przy zapisie (Copy-on-Write)
sv: Inaktivera Copy-on-Write
tr: Copy-on-write'ı (Yazarken kopyala) devre dışı bırak
ur: Copy-on-Write ko disable krein
uz: Copy-on-Write'ni o'chirish
zh_tw: 停用寫入時複製 (CoW) 功能

source: Provides a selection of desktop environments and tiling window managers, e.g. GNOME, KDE Plasma, Sway
ar: يوفر مجموعة مختارة من بيئات سطح المكتب ومديري نوافذ التجانب، مثل Gnome و KDE و Sway
ca: Proporciona una selecció d'entorns d'escriptori i gestors de finestres en mosaic, com ara GNOME, KDE Plasma, Sway
es: Proporciona una selección de entornos de escritorio y administradores de ventanas en mosaico, p.e. GNOME, KDE Plasma, Sway
ga: Soláthraíonn sé rogha timpeallachtaí deisce agus bainisteoirí fuinneog tíleála, e.g. GNOME, Plasma KDE, Sway
hi: डेस्कटॉप एनवायरनमेंट और टाइलिंग विंडो मैनेजर का चयन प्रदान करता है, जैसे GNOME, KDE Plasma, Sway
hu: Asztali környezetek és csempés ablakkezelők széles választékát kínálja, pl. GNOME, KDE Plasma, Sway
pl: Dostarcza wybór środowisk graficznych oraz kafelkowych menedżerów okien, np. GNOME, KDE Plasma, Sway
sv: Ger ett urval av skrivbordsmiljöer och kaklade fönsterhanterare, t.ex. GNOME, KDE Plasma, Sway
tr: GNOME, KDE Plasma, Sway gibi çeşitli masaüstü ortamları ve döşeme pencere yöneticileri sağlar
ur: Yeh desktop environments or tiling window managers ki feharist daita hai jaisa kay GNOME, KDE Plasma, Sway
uz: Ish stoli muhitlari va oyna menejerlari tanlovi (masalan, GNOME, KDE Plasma, Sway).
zh_tw: 提供一系列的桌面環境和平鋪視窗管理員，例如 GNOME、KDE Plasma、Sway

source: Configuration type: {}
ar: نوع الإعداد: {}
ca: Tipus de configuració: {}
es: Tipo de configuración: {}
ga: Cineál cumraíochta: {}
hi: कॉन्फ़िगरेशन प्रकार: {}
hu: Konfigurációtípus: {}
pl: Typ konfiguracji: {}
sv: Konfigurationstyp: {}
tr: Yapılandırma türü: {}
uz: Konfiguratsiya turi: {}
zh_tw: 組態配置類型 : {}

source: LVM configuration type
ar: نوع إعداد LVM
ca: Tipus de configuració LVM
es: Tipo de configuración LVM
ga: Cineál cumraíochta LVM
hi: LVM कॉन्फ़िगरेशन प्रकार
hu: LVM-konfigurációtípus
pl: Typ konfiguracji LVM
sv: LVM-konfigurationstyp
tr: LVM yapılandırma türü
uz: LVM konfiguratsiya turi
zh_tw: LVM 組態配置類型

source: LVM disk encryption with more than 2 partitions is currently not supported
ar: تشفير قرص LVM بأكثر من قسمين غير مدعوم حاليًا
ca: Actualment no s'admet el xifrat de disc LVM amb més de 2 particions
es: Actualmente no se admite el cifrado de disco LVM con más de 2 particiones
ga: Ní thacaítear le criptiú diosca LVM le níos mó ná 2 dheighilt faoi láthair
hi: 2 से अधिक पार्टीशन के साथ LVM डिस्क एन्क्रिप्शन वर्तमान में समर्थित नहीं है
hu: Az LVM-lemez titkosítása 2-nél több partícióval jelenleg nem támogatott
pl: Szyfrowanie dysku LVM z więcej niż dwoma partycjami aktualnie nie jest wspierane
sv: LVM-diskkryptering med fler än 2 partitioner stöds för närvarande inte
tr: 2'den fazla bölüm içeren LVM disk şifrelemesi şu anda desteklenmemektedir
ur: 2 ya ziada partition wali LVM disk encryption ko mojoda tor par support nahi hai
uz: 2 dan ortiq bo'limga ega LVM disk shifrlash hozirda qo'llab-quvvatlanmaydi
zh_tw: 目前不支援超過 2 個磁碟分割的 LVM 磁碟加密

source: Use NetworkManager (necessary to configure internet graphically in GNOME and KDE Plasma)
ar: استخدم مُدير الشبكة NetworkManager (ضروري لإعداد الإنترنت باستخدام واجهة رسومية في جنوم و كيدي)
ca: Utilitzar NetworkManager (necessari per a configurar internet gràficament a GNOME i KDE Plasma)
es: Usar NetworkManager (necesario para configurar internet gráficamente en GNOME y KDE Plasma)
ga: Úsáid NetworkManager (riachtanach chun an t-idirlíon a chumrú go grafach i GNOME agus KDE Plasma)
hi: NetworkManager का उपयोग करें (GNOME और KDE Plasma में ग्राफिक रूप से इंटरनेट कॉन्फ़िगर करने के लिए आवश्यक)
hu: A hálózatkezelő használata (szükséges az internet grafikus konfigurálásához GNOME-ban és KDE Plasma-ban)
pl: Użyj programu NetworkManager (niezbędne do graficznej konfiguracji Internetu w GNOME i KDE)
sv: Använd NetworkManager (nödvändigt för att konfigurera internet grafiskt i GNOME och KDE Plasma)
tr: NetworkManager kullanın (GNOME ve KDE Plasma'da interneti grafiksel olarak yapılandırmak için gereklidir)
uz: NetworkManager'dan foydalanish (GNOME va KDE Plasma'da internetni grafik interfeysda sozlash uchun zarur)
zh_tw: 使用 NetworkManager (在 GNOME 和 KDE Plasma 中以圖形設定網際網路所需)

source: Select a LVM option
ar: حدد خيار LVM
ca: Seleccionar una opció LVM
es: Seleccione una opción LVM
ga: Roghnaigh rogha LVM
hi: एक LVM विकल्प चुनें
hu: Válasszon ki egy LVM-beállítást
pl: Wybierz opcję LVM
sv: Välj ett LVM-alternativ
tr: Bir LVM seçeneği belirleyin
uz: LVM variantini tanlang
zh_tw: 選擇 LVM 選項

source: Partitioning
ar: تقسيم
ca: Particionament
es: Particionamiento
ga: Deighilt
hi: विभाजन (Partitioning)
hu: Particionálás
pl: Partycjonowanie
sv: Partitionering
tr: Disk bölümleme
uz: Bo'limlash
zh_tw: 磁碟分割

source: Logical Volume Management (LVM)
ar: إدارة الحجم المنطقي (LVM)
ca: Gestió de volums lògics (LVM)
es: Gestión de volúmenes lógicos (LVM)
ga: Bainistíocht Toirt Loighciúil (LVM)
hi: लॉजिकल वॉल्यूम मैनेजमेंट (LVM)
hu: Logikai kötetkezelő (LVM)
pl: Zarządzanie Woluminami Logicznymi (LVM)
sv: Logisk volymhantering (LVM)
tr: Mantıksal Hacim Yönetimi (LVM)
uz: Mantiqiy hajmlarni boshqarish (LVM)
zh_tw: 邏輯磁碟分區(卷)管理 (LVM)

source: Physical volumes
ar: أحجام فيزيائية
ca: Volums físics
es: Volúmenes físicos
ga: Toirteanna fisiceacha
hi: फिजिकल वॉल्यूम (Physical volumes)
hu: Fizikai kötetek
pl: Fizyczne woluminy
sv: Fysiska volymer
tr: Fiziksel birimler
uz: Fizik hajmlar
zh_tw: 物理磁碟分區(卷)

source: Volumes
ar: أحجام
ca: Volums
es: Volúmenes
ga: Imleabhair
hi: वॉल्यूम (Volumes)
hu: Kötetek
pl: Woluminy
sv: Volymer
tr: Birimler
uz: Hajmlar
zh_tw: 磁碟分區(卷)

source: LVM volumes
ar: أقسام LVM
ca: Volums LVM
es: Volúmenes LVM
ga: Toirteanna LVM
hi: LVM वॉल्यूम
hu: LVM-kötetek
pl: Woluminy LVM
sv: LVM-volymer
tr: LVM birimleri
uz: LVM hajmlari
zh_tw: LVM 磁碟分區(卷)

source: LVM volumes to be encrypted
ar: أقسام LVM المراد تشفيرها
ca: Volums LVM a xifrar
es: Volúmenes LVM a cifrar
ga: Toirteanna LVM le criptiú
hi: LVM वॉल्यूम जिन्हें एनक्रिप्ट किया जाना है
hu: Titkosítandó LVM-kötetek
pl: Woluminy LVM do zaszyfrowania
sv: LVM-volymer som ska krypteras
tr: LVM şifrelenecek birimleri
uz: Shifrlanadigan LVM hajmlari
zh_tw: 需加密的 LVM 磁碟分區(卷)

source: Select which LVM volumes to encrypt
ar: حدد أقسام LVM المراد تشفيرها
ca: Seleccioneu quins volums LVM cal xifrar
es: Seleccione qué volúmenes LVM cifrar
ga: Roghnaigh cé na méideanna LVM atá le criptiú
hi: चुनें कि किन LVM वॉल्यूम को एनक्रिप्ट करना है
hu: Válassza ki a titkosítandó LVM-köteteket
pl: Wybierz, które woluminy LVM mają zostać zaszyfrowane
sv: Välj vilka LVM-volymer som ska krypteras
tr: Hangi LVM bölümlerinin şifreleneceğini seçin
uz: Qaysi LVM hajmlarini shifrlashni tanlang
zh_tw: 選擇要加密的LVM磁碟分區(卷):

source: Default layout
ar: التخطيط الافتراضي
ca: Disseny predeterminat
es: Diseño predeterminado
ga: Leagan amach réamhshocraithe
hi: डिफ़ॉल्ट लेआउट
hu: Alapértelmezett elrendezés
pl: Domyślny układ
sv: Standardlayout
tr: Varsayılan düzen
uz: Standart sxema
zh_tw: 預設配置

source: No Encryption
ar: لا تشفير
ca: Sense xifrat
es: Sin cifrado
ga: Gan Criptiú
hi: कोई एन्क्रिप्शन नहीं
hu: Nincs titkosítás
pl: Brak szyfrowania
sv: Ingen kryptering
tr: Şifreleme Yok
uz: Shifrlashsiz
zh_tw: 無加密功能

source: Yes
ar: نعم
ca: Sí
es: Sí
ga: Tá
hi: हाँ
hu: Igen
pl: Tak
sv: Ja
tr: Evet
ur: Haan
uz: Ha
zh_tw: 是

source: No
ar: لا
ga: Níl
hi: नहीं
hu: Nem
pl: Nie
sv: Nej
tr: Hayır
ur: Nahi
uz: Yo'q
zh_tw: 否

source: Archinstall help
ar: مساعدة Archinstall
ca: Ajuda d'Archinstall
es: Ayuda de archinstall
ga: Cabhair Archinstall
hi: Archinstall मदद
hu: Archinstall súgó
pl: Pomoc archinstall-a
sv: Archinstall hjälp
tr: Archinstall yardım
uz: Archinstall yordami
zh_tw: Archinstall 協助

source: (default)
ar: (افتراضي)
ca: (predeterminat)
es: (predeterminado)
ga: (réamhshocraithe)
hi: (डिफ़ॉल्ट)
hu: (alapértelmezett)
pl: (domyślne)
sv: (standard)
tr: (varsayılan)
uz: (standart)
zh_tw: （預設）

source: Press Ctrl+h for help
ar: اضغط على Ctrl+h للحصول على المساعدة
ca: Polseu Ctrl+h per ajuda
es: Presione Ctrl+h para obtener ayuda
ga: Brúigh Ctrl+h chun cabhair a fháil
hi: मदद के लिए Ctrl+h दबाएँ
hu: CTRL+h → a súgó megjelenítéséhez
pl: Naciśnij Ctrl+h, aby wyświetlić pomoc
sv: Tryck på Ctrl+h för hjälp
tr: Yardım için Ctrl+h tuşlarına basın
ur: Madad kay liay Ctrl+h dubaen
uz: Yordam uchun Ctrl+h tugmasini bosing
zh_tw: 按下 Ctrl+h 鍵得以取得協助

source: Choose an option to give Sway access to your hardware
ar: حدد خياراً لمنح Sway إمكانية الوصول إلى أجهزتك
ca: Escolliu una opció per permetre que Sway accedeixi al vostre hardware
es: Elija una opción para darle a Sway acceso a su hardware
hi: Sway को अपने हार्डवेयर तक पहुंच देने के लिए एक विकल्प चुनें
hu: Válasszon ki egy beállítást, hogy engedélyezze a Sway számára a hardverekhez való hozzáférést
pl: Wybierz opcję, aby nadać Sway dostęp do twojego sprzętu
sv: Välj ett alternativ för att ge Sway åtkomst till din hårdvara
tr: Sway'e donanımınıza erişim izni vermek için bir seçenek belirleyin
uz: Sway'ga qurilmalaringizga kirish huquqini berish variantini tanlang
zh_tw: 選擇一個選項，讓 Sway 可以存取您的硬體

source: Seat access
ar: الوصول إلى المقعد
ca: Accés al seient
hi: सीट एक्सेस
hu: Hozzáférés a munkaállomáshoz
pl: Dostęp do seat'a
sv: Åtkomst av sitshantering
tr: Seat (?) erişimi
ur: Tak rasai
uz: Seat'ga kirish
zh_tw: 用戶環境存取

source: Mountpoint
ar: نقطة الضمّ:
ca: Punt de muntatge
es: Punto de montaje
hi: माउंटपॉइंट
hu: Csatolási pont
pl: Punkt montowania
sv: Monteringspunkt
uz: Biriktirish nuqtasi
zh_tw: 掛載點

source: Enter disk encryption password (leave blank for no encryption)
ar: أدخل كلمة مرور تشفير القرص (اتركها فارغة لعدم وجود تشفير):
ca: Introduïu la contrasenya del xifrat de disc (deixeu-ho en blanc per a no xifrar)
es: Ingrese la contraseña de cifrado del disco (deje en blanco si no desea cifrar)
hi: डिस्क एन्क्रिप्शन पासवर्ड दर्ज करें (एन्क्रिप्शन नहीं के लिए खाली छोड़ दें)
hu: Adjon meg egy jelszót a lemez titkosításához (hagyja üresen, ha nem akarja titkosítani)
pl: Wprowadź hasło do szyfrowania dysku (pozostaw puste, aby nie szyfrować):
sv: Mata in ett disk-krypteringslösenord (lämna blankt för att hoppa över kryptering)
tr: Disk şifreleme parolası girin (şifreleme olmaması için boş bırakın):
uz: Diskni shifrlash parolini kiriting (shifrlash kerak bo'lmasa, bo'sh qoldiring)
zh_tw: 輸入磁碟加密密碼 (留空表示不加密)

source: Disk encryption password
ar: كلمة سر التشفير
ca: Contrasenya del xifrat del disc
es: Contraseña de cifrado de disco
hi: डिस्क एन्क्रिप्शन पासवर्ड
hu: Lemeztitkosítási jelszó
pl: Hasło szyfrujące dysk
sv: Diskkrypteringslösenord
tr: Disk şifreleme parolası
uz: Diskni shifrlash paroli
zh_tw: 磁碟機加密密碼

source: Partition - New
ar: تقسيم - جديد
ca: Partició - Nova
es: Partición - Nueva
hi: पार्टीशन - नया
hu: Partíció - új
pl: Partycja - Nowa
sv: Partition - Ny
tr: Bölüm - Yeni
uz: Bo'lim - Yangi
zh_tw: 磁碟分區 - 新增

source: Filesystem
ar: نظام الملفات
ca: Sistema de fitxers
es: Sistema de archivos
hi: फ़ाइलसिस्टम
hu: Fájlrendszer
pl: System plików
sv: Filsystem
tr: Dosya Sistemi
uz: Fayl tizimi
zh_tw: 檔案系統

source: Invalid size
ar: الحجم غير صالح
ca: Mida invàlida
es: Tamaño no válido
hi: अमान्य आकार
hu: Érvénytelen méret
pl: Niepoprawny rozmiar
sv: Ogiltig storlek
tr: Geçersiz boyut
ur: Size sahi nahi
uz: Yaroqsiz hajm
zh_tw: 無效大小

source: Start (default: sector {}):
ar: البداية (افتراضي: القطاع {}):
ca: Inici (per defecte: sector {}):
es: Inicio (predeterminado: sector {}):
hi: प्रारंभ (डिफ़ॉल्ट: सेक्टर {}):
hu: Kezdőpont megadása (alapértelmezett: {} szektor):
pl: Początek (domyślnie: sektor {}):
sv: Start (standard: sektor {}):
tr: Başlangıç (varsayılan: sektör {}):
uz: Boshlanish (standart: {} sektor):
zh_tw: 輸入起始區塊 (預設: {} ):

source: End (default: {}):
ar: النهاية (افتراضي: {}):
ca: Final (per defecte: {}):
es: Fin (predeterminado: {}):
hi: अंत (डिफ़ॉल्ट: {}):
hu: Végpont megadása (alapértelmezett: {}):
pl: Koniec (domyślnie: {}):
sv: Slut (standard: {}):
tr: Bitiş (varsayılan: {}):
uz: Tugash (standart: {}):
zh_tw: 輸入結束區塊 (預設: {}):

source: Subvolume name
ar: اسم وحدة التخزين الفرعية
ca: Nom del subvolum
es: Nombre del subvolumen
hi: सबवॉल्यूम का नाम
hu: Alkötet neve
pl: Nazwa subwoluminu
sv: Subvolymens namn
tr: Alt disk bölümü ismi
uz: Subvolume nomi
zh_tw: 子分區(卷)名稱

source: Disk configuration type
ar: نوع ضبط القرص
ca: Tipus de configuració del disc
es: Tipo de configuración del disco
hi: डिस्क कॉन्फ़िगरेशन प्रकार
hu: Lemezkonfiguráció típusa
pl: Typ konfiguracji dysku
sv: Diskkonfigurationstyp
tr: Disk yapılandırması tipi
uz: Disk konfiguratsiyasi turi
zh_tw: 磁碟組態配置類型

source: Root mount directory
ar: دليل جذر الضم
ca: Directori de muntatge arrel
es: Directorio de montaje raíz
hi: रूट माउंट डायरेक्टरी
hu: Root csatolási könyvtár
pl: Katalog montowania root
sv: Rootmonteringskatalog
tr: Kök (/) bağlama dizini
ur: Root ki mount directory
uz: Root biriktirish katalogi
zh_tw: 根掛載目錄

source: Select language
ar: حدد لغة
ca: Seleccioneu l'idioma
es: Seleccionar idioma
hi: भाषा चुनें
hu: Nyelv kiválasztása
pl: Wybierz język
sv: Välj språk
tr: Dil seç
uz: Tilni tanlang
zh_tw: 選擇區域語言

source: Write additional packages to install (space separated, leave blank to skip)
ar: اكتب حزمًا إضافية لتثبيتها (تُفصَل بالمسافات، اتركها فارغة للتخطي):
ca: Escriviu paquets addicionals per instal·lar (separats per espais; deixeu-ho en blanc per saltar aquest pas):
es: Escriba paquetes adicionales para instalar (separados por espacios, déjelo en blanco para omitir)
hi: स्थापित करने के लिए अतिरिक्त पैकेज लिखें (स्पेस से अलग करें, छोड़ने के लिए खाली छोड़ें)
hu: Írjon be további csomagneveket a telepítéshez (szóközzel elválasztva; hagyja üresen a kihagyáshoz)
pl: Wpisz dodatkowe pakiety do zainstalowania (oddzielone spacjami, pozostaw puste aby pominąć):
sv: Skriv in ytterligare paket som skall installeras (separerade med mellanslag, lämna tomt för att skippa):
tr: Kurulacak ek paketleri yazınız (paketleri boşlukla ayırın, geçmek için boş bırakın):
uz: Qo'shimcha paketlarni probel bilan ajratib yozing (o'tkazib yuborish uchun bo'sh qoldiring)
zh_tw: 請輸入您要安裝的其它套件包（以空格分隔，留空以跳過）

source: Invalid download number
ar: رقم التنزيل غير صالح
ca: Número de descàrrega invàlid
es: Número de descarga no válido
hi: अमान्य डाउनलोड संख्या
hu: Érvénytelen letöltésszám
pl: Niepoprawna liczba pobrań
sv: Ogiltigt nedladdningsnummer
tr: Geçersiz indirme sayısı
ur: Download ka number sahi nahi
uz: Yaroqsiz yuklab olishlar soni
zh_tw: 無效的下載次數

source: Number downloads
ar: عدد التنزيلات
ca: Número de descàrregues
es: Número de descargas
hi: डाउनलोड संख्या
hu: Letöltésszám
pl: Liczba pobrań
sv: Antal nedladdningar
tr: İndirme sayısı
ur: Downloads kay number
uz: Yuklab olishlar soni
zh_tw: 下載次數

source: The username you entered is invalid
ar: اسم المستخدم الذي أدخلته غير صالح.
ca: El nom d'usuari introduït no és vàlid
es: El nombre de usuario ingresado no es válido
hi: आपके द्वारा दर्ज किया गया यूज़रनेम अमान्य है
hu: A megadott felhasználónév érvénytelen
pl: Wprowadzona nazwa użytkownika jest nieprawidłowa
sv: Användarnamnet du angav är ogiltigt
tr: Girdiğiniz kullanıcı adı geçersiz
uz: Siz kiritgan foydalanuvchi nomi yaroqsiz
zh_tw: 您所輸入的使用者名稱無效

source: Username
ar: اسم المستخدم
ca: Nom d'usuari
es: Nombre de usuario
hi: उपयोगकर्ता नाम
hu: Felhasználónév
pl: Nazwa użytkownika
sv: Användarnamn
tr: Kullanıcı Adı
uz: Foydalanuvchi nomi
zh_tw: 使用者名稱:
