Repository: archlinux/archinstall
Catalog: archinstall/locales/*/LC_MESSAGES/*.po
Languages: ar, ca, da, es, ga, hi, hu, pl, sv, tr, ur, uz, zh_tw

source: You can skip selecting a drive and partitioning and use whatever drive-setup is mounted at /mnt (experimental)
ar: يمكنك تخطي تحديد محرك أقراص وتقسيمه واستخدام أي إعدادات محرك أقراص مثبتة على /mnt (تجريبي)
ca: Podeu ometre la selecció d'una unitat i la partició i utilitzar qualsevol configuració d'unitat que estigui muntada a /mnt (experimental)
da: Du kan springe valg af drev og skabelse af partition over, og bruge hvilken som helst drevopsætning monteret på /mnt (eksperimentel)
es: Puede omitir la selección de una unidad y la partición y usar cualquier configuración de unidad que esté montada en /mnt (experimental)
ga: Is féidir leat scipeáil tiomántán agus deighilt a roghnú agus úsáid a bhaint as cibé socrú tiomántán atá suite ag /mnt (turgnamhach)
hi: आप ड्राइव का चयन और विभाजन छोड़ सकते हैं और /mnt पर माउंट किए गए किसी भी ड्राइव-सेटअप का उपयोग कर सकते हैं (प्रयोगात्मक)
hu: Kihagyhatja a meghajtó kiválasztását és a particionálást, továbbá bármilyen meghajtóbeállítást használhat, amely az „/mnt” könyvtárhoz van csatolva (kísérleti)
pl: Możesz pominąć wybór dysku i partycjonowanie i użyć konfiguracji dysku zamontowanego w /mnt (eksperymentalne)
sv: Du kan hoppa över val av disk och partitionering och använda det som är monterat vid /mnt/archinstall (experimentellt)
tr: Bir disk seçmeyi ve bölümlemeyi atlayabilir ve /mnt adresinde bağlı olan disk konfigürasyonunu kullanabilirsiniz (deneysel)
ur: Drive kay intikhab aur partitioning ko chodnay aur jo bhi drive-setup /mnt mojod hai ko istimal krein (experimental)
uz: Disk tanlash va bo'limlashni o'tkazib yuborib, /mnt manziliga biriktirilgan mavjud disk sozlamasidan foydalanishingiz mumkin (eksperimental)
zh_tw: 您可以跳過選擇硬碟和磁碟分割區，並使用任一掛載在 /mnt 的硬碟設置（實驗性）

source: Select one of the disks or skip and use /mnt as default
ar: حدد أحد الأقراص أو تخطى واستخدم /mnt كافتراضي
ca: Seleccioneu un dels discs o ometeu i utilitzeu /mnt com a predeterminat
da: Vælg en af dine drev eller spring over og brug /mnt som standard
es: Seleccione uno de los discos u omita y use /mnt como predeterminado
ga: Roghnaigh ceann amháin de na dioscaí nó scipeáil agus úsáid / mnt mar réamhshocrú
hi: डिस्क में से एक का चयन करें या छोड़ दें और डिफ़ॉल्ट के रूप में /mnt का उपयोग करें
hu: Válassza ki az egyik lemezt, vagy hagyja ki ezt a lépést és használja az „/mnt” csatolási pontot alapértelmezettként
pl: Wybierz jeden z dysków lub pomiń i użyj /mnt jako domyślnego
sv: Välj en disk eller hoppa över och använd /mnt/archinstall utan formatering
tr: Disklerden birini seçin ya da atlayın ve /mnt dizinini varsayılan olarak kullanın
ur: Aik disk muntkh'b krein ya chodnay aur /mnt ko default kay tor par istimal krein
uz: Disklardan birini tanlang yoki o'tkazib yuborib, /mnt'dan standart sifatida foydalaning
zh_tw: 選取其中一個磁碟或跳過，並使用 /mnt 作為預設值

source: Select which partitions to mark for formatting:
ar: حدد الأقسام التي تريد وضع علامة عليها للتهيئة:
ca: Seleccioneu quines particions marcar per a formatar:
da: Vælg hvilke partitioner at markere for formatering:
es: Seleccione qué particiones marcar para formatear:
ga: Roghnaigh na deighiltí atá le marcáil le haghaidh formáidithe:
hi: चुनें कि फ़ॉर्मेटिंग के लिए किन पार्टीशन को मार्क करना है:
hu: Válassza ki a formázásra megjelölendő partíciókat:
pl: Wybierz partycje, które mają zostać sformatowane:
sv: Välj vilken partition som skall markeras för formatering:
tr: Biçimlendirme için işaretlenecek disk bölümlerini seçin:
ur: Mark krein format kay liay konsay partitions ka intikhab:
uz: Formatlash uchun qaysi bo'limlarni belgilashni tanlang:
zh_tw: 選擇要標記為格式化的磁碟分割區:

source: Use HSM to unlock encrypted drive
ar: استخدام HSM لإلغاء قفل محرك الأقراص المشفر
ca: Utilitzar HSM per desbloquejar la unitat xifrada
da: Brug HSM for at låse op det krypterede drev
es: Usar HSM para desbloquear la unidad cifrada
ga: Úsáid HSM chun tiomántán criptithe a dhíghlasáil
hi: एन्क्रिप्टेड ड्राइव को अनलॉक करने के लिए HSM का उपयोग करें
hu: HSM használata a titkosított meghajtó feloldásához
pl: Użyj HSM do odblokowania zaszyfrowanego dysku
sv: Använd HSM för att låsa upp krypterad enhet
tr: Şifrelenmiş diskin kilidini açmak için HSM kullan
ur: Encrypted drive ko unlock kay liay HSM ka istimal krein
uz: Shifrlangan diskni ochish uchun HSM'dan foydalanish
zh_tw: 使用 HSM 解鎖加密硬碟

source: Device
ar: جهاز
ca: Dispositiu
da: Enhed
es: Dispositivo
ga: Gléas
hi: डिवाइस
hu: Eszköz
pl: Urządzenie
sv: Enhet
tr: Cihaz
uz: Qurilma
zh_tw: 裝置

source: Size
ar: حجم
ca: Mida
da: Størrelse
es: Tamaño
ga: Méid
hi: आकार
hu: Méret
pl: Rozmiar
sv: Storlek
tr: Boyut
uz: Hajm
zh_tw: 大小

source: Free space
ar: مساحة خالية
ca: Espai lliure
da: Ledig plads
es: Espacio libre
ga: Spás saor in aisce
hi: खाली जगह
hu: Szabad terület
pl: Wolne miejsce
sv: Fritt utrymme
tr: Boş alan
ur: Khali jagah
uz: Bo'sh joy
zh_tw: 可用空間

source: Bus-type
ar: نوع الناقلة
ca: Tipus de bus
es: Tipo de bus
ga: Cineál bus
hi: बस-प्रकार (Bus-type)
hu: Busztípus
pl: Typ magistrali
sv: Buss-typ
tr: Veri yolu türü
uz: Shina turi
zh_tw: 匯流排類型

source: Either root-password or at least 1 user with sudo privileges must be specified
ar: يجب تحديد إما كلمة مرور الجذر أو مستخدم واحد على الأقل بامتيازات سودو (sudo)
ca: S'ha d'especificar una contrasenya de root o un mínim d'un usuari amb privilegis sudo
da: Enten root-adgangskode eller mindst 1 bruger med sudo-privilegier skal specificeres
es: Debe especificar una contraseña de root o al menos 1 usuario con privilegios sudo
ga: Ní mór focal faire fréimhe nó 1 úsáideoir ar a laghad a bhfuil pribhléidí sudo aige a shonrú
hi: या तो रूट-पासवर्ड या sudo विशेषाधिकार वाले कम से कम 1 उपयोगकर्ता को निर्दिष्ट किया जाना चाहिए
hu: Meg kell adni egy root-jelszót, vagy legalább 1 „sudo” jogosultsággal rendelkező felhasználót
pl: Musisz podać hasło roota lub utworzyć co najmniej jednego superusera
sv: Antingen root-lösenord eller minst 1 användare med sudo-privilegier måste anges
tr: Ya root parolası ya da sudo yetkilerine sahip en az 1 kullanıcı belirtilmelidir
ur: Ya tu root ka password ya kam az kam 1 superuser zaror bataein
uz: Root paroli yoki sudo imtiyoziga ega kamida 1 ta foydalanuvchi ko'rsatilishi shart
zh_tw: 必須指定 root 密碼，或至少 1 個具有 sudo 權限的使用者

source: Enter username (leave blank to skip):
ar: أدخل اسم المستخدم (اتركه فارغاً للتخطي):
ca: Introduïu el nom d'usuari (deixeu-ho en blanc per a ometre):
da: Indtast brugernavn (Lad være tom for at springe over):
es: Ingrese el nombre de usuario (déjelo en blanco para omitir):
ga: Cuir isteach ainm úsáideora (fág bán chun scipeáil):
hi: यूज़रनेम दर्ज करें (छोड़ने के लिए खाली छोड़ दें):
hu: Felhasználónév megadása (hagyja üresen a kihagyáshoz):
pl: Wprowadź nazwę użytkownika (pozostaw puste, aby pominąć):
sv: Ange användarnamn (lämna tomt för att hoppa över):
tr: Kullanıcı adını girin (atlamak için boş bırakın):
ur: Saraf ka naam darj krein (no honay ki sorat mein Khali chod dein):
uz: Foydalanuvchi nomini kiriting (o'tkazib yuborish uchun bo'sh qoldiring):
zh_tw: 請輸入使用者名稱 (若留空，則直接跳過) :

source: The username you entered is invalid. Try again
ar: اسم المستخدم الذي أدخلته غير صالح. حاول مرة أخرى
ca: El nom d'usuari introduït no és vàlid. Intenteu-ho de nou
da: Brugernavnet du indtastede er ugyldigt. Prøv igen
es: El nombre de usuario que ingresó no es válido. Intente nuevamente
ga: Tá an t-ainm úsáideora a d'iontráil tú neamhbhailí. Bain triail eile as
hi: आपके द्वारा दर्ज किया गया यूज़रनेम अमान्य है। पुनः प्रयास करें
hu: A megadott felhasználónév érvénytelen. Próbálja újra
pl: Wprowadzona nazwa użytkownika jest nieprawidłowa. Spróbuj ponownie
sv: Användarnamnet du angav är ogiltigt. Försök igen
tr: Girdiğiniz kullanıcı adı geçersiz. Tekrar deneyin
ur: Darj shuda username galat hai, dubara koshish krein
uz: Siz kiritgan foydalanuvchi nomi yaroqsiz. Qayta urining.
zh_tw: 您輸入的使用者名稱無效。請重試

source: Should "{}" be a superuser (sudo)?
ar: هل يجب أن يكون "{}" مستخدمًا خارقًا (sudo)؟
ca: Cal que "{}" sigui un superusuari (sudo)?
da: Skulle "{}" være en superbruger (sudo)?
es: ¿Debe "{}" ser un superusuario (sudo)?
ga: Ar cheart "{}" a bheith ina shár-úsáideoir (sudo)?
hi: क्या "{}" को superuser (sudo) होना चाहिए?
hu: A(z) „{}” nevű felhasználónak rendszergazdának (sudoer) kell lennie?
pl: Czy użytkownik "{}" powinien być superuserem (mieć uprawnienia sudo)?
sv: Ska "{}" vara en superanvändare (sudo)?
tr: {} bir süper kullanıcı (sudo) olmalı mı?
ur: Kia "{}" ko aik superuser (sudo) hona chahiay?
uz: "{}" superuser (sudo) bo'lishi kerakmi?
zh_tw: 是否將 “{}” 設置為超級使用者 (sudo)?

source: Select which partitions to encrypt
ar: حدد الأقسام المراد تشفيرها
ca: Seleccioneu quines particions xifrar
es: Seleccione qué particiones cifrar
ga: Roghnaigh na deighiltí atá le criptiú
hi: चुनें कि किन पार्टीशन को एनक्रिप्ट करना है
hu: Válassza ki a titkosítandó partíciókat
pl: Wybierz, które partycje mają zostać zaszyfrowane
sv: Välj vilka partitioner som ska krypteras
tr: Hangi disk bölümlerinin şifreleneceğini seçin
ur: Konsi partition ko encrypt krna hai select krein
uz: Qaysi bo'limlarni shifrlashni tanlang
zh_tw: 選擇要加密的磁碟分割區:

source: very weak
ar: ضعيف جداً
ca: molt dèbil
da: meget svag
es: muy débil
ga: an-lag
hi: बहुत कमजोर
hu: nagyon gyenge
pl: bardzo słabe
sv: mycket svag
tr: çok zayıf
ur: Buhat kamzor
uz: juda zaif
zh_tw: 非常弱

source: weak
ar: ضعيف
ca: dèbil
da: svag
es: débil
ga: lag
hi: कमजोर
hu: gyenge
pl: słabe
sv: svag
tr: zayıf
ur: Kamzor
uz: zaif
zh_tw: 弱

source: moderate
ar: متوسط
ca: moderada
da: moderat
es: moderado
ga: measartha
hi: मध्यम
hu: közepes
pl: umiarkowane
sv: måttlig
tr: ortalama
ur: Darmiyana
uz: o'rtacha
zh_tw: 一般

source: strong
ar: قوي
ca: forta
da: stærk
es: fuerte
ga: láidir
hi: मज़बूत
hu: erős
pl: silne
sv: starkt
tr: güçlü
ur: Mazbot
uz: kuchli
zh_tw: 強

source: Add subvolume
ar: إضافة حجم فرعي
ca: Afegir subvolum
da: Tilføj underbind
es: Agregar subvolumen
ga: Cuir fo-imleabhar leis
hi: सबवॉल्यूम जोड़ें
hu: Alkötet hozzáadása
pl: Dodaj subwolumin
sv: Lägg till Sub-volym
tr: Alt disk bölümü ekle
ur: Subvolume shamil krein
uz: Subvolume qo'shish
zh_tw: 新增子分區(卷)

source: Edit subvolume
ar: تعديل الحجم الفرعي
ca: Editar subvolum
da: Rediger underbind
es: Editar subvolumen
ga: Cuir fo-imleabhar in eagar
hi: सबवॉल्यूम संपादित करें
hu: Alkötet szerkesztése
pl: Edytuj subwolumin
sv: Editera Sub-volym
tr: Alt disk bölümünü düzenle
ur: Subvolume ko edit krein
uz: Subvolume'ni tahrirlash
zh_tw: 編輯子分區(卷)

source: Delete subvolume
ar: حذف الحجم الفرعي
ca: Eliminar subvolum
da: Slet underbind
es: Eliminar subvolumen
ga: Scrios fo-imleabhar
hi: सबवॉल्यूम हटाएँ
hu: Alkötet törlése
pl: Usuń subwolumin
sv: Ta bort Sub-volym
tr: Alt disk bölümünü sil
ur: Subvolume ko delete krein
uz: Subvolume'ni o'chirish
zh_tw: 刪除子分區(卷)

source: Configured {} interfaces
ar: تهيئة {} الواجهات
ca: {} interfícies configurades
da: Konfigureret {} grænseflader
es: {} interfaces configuradas
ga: Comhéadain {} cumraithe
hi: {} इंटरफ़ेस कॉन्फ़िगर किए गए
hu: {} konfigurált csatoló
pl: Skonfigurowano {} interfejsów
sv: Konfigurerade {} gränssnitt
tr: Yapılandırılmış {} arayüzler
ur: Tateb shuda {} interfaces
uz: {} ta interfeys sozlandi
zh_tw: 已經進行組態配置的 {} 界面

source: This option enables the number of parallel downloads that can occur during installation
ar: يتيح هذا الخيار عدد التنزيلات المتوازية التي يمكن أن تحدث أثناء التثبيت
ca: Aquesta opció habilita el número de descàrregues paral·leles que poden haver-hi durant la instal·lació
es: Esta opción habilita la cantidad de descargas paralelas que pueden ocurrir durante la instalación
ga: Cumasaíonn an rogha seo líon na n-íoslódálacha comhthreomhara is féidir a dhéanamh le linn na suiteála
hi: यह विकल्प उन समानांतर (parallel) डाउनलोडों की संख्या को सक्षम करता है जो इंस्टॉलेशन के दौरान हो सकते हैं
hu: Ez a beállítás lehetővé teszi, hogy telepítéskor hány párhuzamos letöltés történhet
pl: Ta opcja pozwala określić maksymalną liczbę pobieranych plików podczas instalacji
sv: Detta alternativ aktiverar antalet parallella nedladdningar som kan ske under installationen
tr: Bu seçenek, yükleme sırasında meydana gelebilecek paralel indirme sayısını etkinleştirir
ur: yeh option installation kay duran parallel download ki number ko enable karta hai
uz: Bu parametr o'rnatish vaqtida bir vaqtning o'zida nechta yuklab olish mumkinligini belgilaydi
zh_tw: 此選項可啟用安裝期間可能發生的平行下載次數

source: Enter the number of parallel downloads to be enabled. (Enter a value between 1 to {}) Note:
ar: أدخل عدد التنزيلات المتوازية المراد تمكينها. (أدخل قيمة تتراوح بين 1 إلى {}) ملاحظة:
ca: Introduïu el número de descàrregues paral·leles a activar. (Introduïu un valor entre 1 i {}) Nota:
es: Ingrese el número de descargas paralelas que se habilitarán. (Ingrese un valor entre 1 y {}) Nota:
ga: Cuir isteach líon na n-íoslódálacha comhthreomhara atá le cumasú. (Iontráil luach idir 1 agus {}) Nóta:
hi: सक्षम किए जाने वाले समानांतर डाउनलोड की संख्या दर्ज करें। (1 से {} के बीच मान दर्ज करें) नोट:
hu: Adja meg az engedélyezendő párhuzamos letöltések számát. (Adjon meg egy értéket 1 és {} között) Megjegyzés:
pl: Wprowadź maksymalną liczbę dodatkowych plików pobieranych jednocześnie. (Liczba z zakresu od 1 do {}) Zauważ:
sv: Ange antalet parallella nedladdningar som ska aktiveras. (ange ett värde mellan 1 till {} Observera:
tr: Etkinleştirilecek paralel indirme sayısını girin. (1 ile {max_downloads} arasında bir değer girin) Not:
ur: Parallel download ki number daalain. (1 se {} darmiyan daalain) Yaa daasht:
uz: Parallel yuklab olishlar sonini kiriting. (1 dan {} gacha qiymat kiriting) Eslatma:
zh_tw: 輸入要啟用的平行下載數。 (輸入一個 1 到 {} 之間的值) 請注意:

source: - Maximum value : {} ( Allows {} parallel downloads, allows {} downloads at a time )
hi: - अधिकतम मान : {} ( {} समानांतर डाउनलोड की अनुमति देता है, एक समय में {} डाउनलोड की अनुमति देता है )

source: - Minimum value : 1 ( Allows 1 parallel download, allows 2 downloads at a time )
hi: - न्यूनतम मान : 1 ( 1 समानांतर डाउनलोड की अनुमति देता है, एक समय में 2 डाउनलोड की अनुमति देता है )

source: - Disable/Default : 0 ( Disables parallel downloading, allows only 1 download at a time )
ar: - تعطيل/افتراضي: 0 (تعطيل التنزيل المتوازي، يسمح بتنزيل واحد فقط في كل مرة)
ca: - Deshabilitar/Per defecte : 0 ( Desactiva les descàrregues paral·leles, només permet 1 descàrrega simultània )
es: - Deshabilitar/Predeterminado : 0 ( Deshabilita la descarga paralela, permite solo 1 descarga simultánea )
ga: - Díchumasaigh / Réamhshocrú: 0 (Díchumasaigh íoslódáil comhthreomhar, ní cheadaítear ach 1 íoslódáil ag an am)
hi: - अक्षम/डिफ़ॉल्ट : 0 ( समानांतर डाउनलोडिंग को अक्षम करता है, एक समय में केवल 1 डाउनलोड की अनुमति देता है )
hu: - Letiltás/alapértelmezett: 0 (Kikapcsolja a párhuzamos letöltést, egyszerre csak 1 letöltést tesz lehetővé)
pl: - Wyłącz/Domyślne : 0 ( Wyłącza pobieranie wielu plików jednocześnie, więc tylko 1 plik może być pobierany w tym samym czasie )
sv: - Inaktivera/Standard: 0 (Inaktiverar parallell nedladdning, tillåter endast en nedladdning åt gången)
tr: - Devre Dışı Bırak/Varsayılan : 0 (Paralel indirmeyi devre dışı bırakır, aynı anda yalnızca 1 indirmeye izin verir)
ur: - Disable/Default : 0 ( Parallel download ko disable krnay kay liay, sirf 1 download ki aik waqat main ajazat hai )
uz: - O'chirish/Standart: 0 (Parallel yuklab olishni o'chiradi, bir vaqtda faqat 1 ta yuklab olishga ruxsat beradi)
zh_tw: - 停用/預設 : 0 (預設平行下載，同時只允許 1 個下載)

source: Invalid input! Try again with a valid input [1 to {max_downloads}, or 0 to disable]
ar: إدخال غير صالح! حاول مرة أخرى بإدخال صالح [1 إلى {max_downloads}، أو 0 لتعطيل]
ca: Entrada no vàlida! Intenteu-ho novament amb una entrada vàlida [1 a {max_downloads}, o 0 per desactivar]
es: ¡Entrada no válida! Intente nuevamente con una entrada válida [1 a {max_downloads}, o 0 para deshabilitar]
ga: Ionchur neamhbhailí! Bain triail eile as le hionchur bailí [1 go {max_downloads}, nó 0 le díchumasú]
hi: अमान्य इनपुट! एक मान्य इनपुट के साथ पुनः प्रयास करें [1 से {max_downloads}, या अक्षम करने के लिए 0]
hu: Érvénytelen bemenet! Próbálja újra egy érvényes bemenettel [1-től {max_downloads}-ig, vagy 0-t a letiltáshoz]
pl: Nieprawidłowa wartość! Spróbuj jeszcze raz z prawidłową wartością [1 do {max_downloads}, lub 0 aby wyłączyć]
sv: Ogiltig inmatning! Försök igen med en giltig inmatning [1 till {max_downloads}, eller 0 för att inaktivera]
tr: Geçersiz girdi! Geçerli bir girdiyle tekrar deneyin [{max_downloads} için 1, veya devre dışı bırakmak için 0]
ur: Darj shuda galat hai! Dubara koshish krein sahi darj kar nay ki [1 say {max_downloads}, ya 0 disable kay liay]
uz: Yaroqsiz qiymat! Qayta urining [1 dan {max_downloads} gacha yoki o'chirish uchun 0]
zh_tw: 輸入無效 ! 請嘗試使用有效輸入重試 [1 到 {max_downloads}，或 0 到停用]

source: Parallel Downloads
ar: التنزيلات الموازية
ca: Descàrregues paral·leles
es: Descargas paralelas
ga: Comhuaineach íosluchtuithe
hi: समानांतर डाउनलोड
hu: Párhuzamos letöltések
pl: Pobieranie kilku plików jednocześnie
sv: Parallella nedladdningar
tr: Paralel İndirmeler
uz: Parallel yuklab olishlar
zh_tw: 並行下載

source: ESC to skip
ar: زر الهروب ESC للتخطي
ca: ESC per a ometre
es: ESC para omitir
ga: ESC a scipeáil
hi: छोड़ने के लिए ESC दबाएँ
hu: ESC → a kihagyáshoz
pl: Naciśnij ESC, aby pominąć
sv: ESC för att hoppa över
tr: Atlamak için ESC
ur: Skip kay liay ESC
uz: ESC - O'tkazib yuborish
zh_tw: 按下 ESC 鍵，則直接跳過

source: CTRL+C to reset
ar: CTRL+C لإعادة التعيين
ca: CTRL+C per a re-establir
es: CTRL+C para restablecer
ga: CTRL+C le hathshocrú
hi: रीसेट करने के लिए CTRL+C
hu: CTRL+C → a visszaállításhoz
pl: Naciśnij Ctrl+C, aby zresetować
sv: CTRL+C för att återställa
tr: Sıfırlamak için CTRL+C
ur: Reset kay liay CTRL+C
uz: CTRL+C - Bekor qilish
zh_tw: 按下 CTRL+C 組合鍵，直接進行重置

source: TAB to select
ar: TAB لتحديد
ca: TAB per a seleccionar
es: TAB para seleccionar
ga: Tab le roghnú
hi: चुनने के लिए TAB
hu: TAB → a listaelem(ek) kiválasztásához
pl: Naciśnij Tab, aby wybrać
sv: TAB för att välja
tr: Seçmek için TAB
ur: Select kay liay TAB
uz: TAB - Tanlash
zh_tw: 按下 TAB 鍵，進行選擇

source: [Default value: 0] >
ar: [القيمة الافتراضية: 0] >
ca: [Valor per defecte: 0] >
es: [Valor predeterminado: 0] >
ga: [Luach réamhshocraithe: 0] >
hi: [डिफ़ॉल्ट मान: 0] >
hu: [Alapértelmezett érték: 0] >
pl: [Domyślna wartość: 0] >
sv: [Standardvärde: 0] >
tr: [Varsayılan değer: 0] >
uz: [Standart qiymat: 0] >
zh_tw: [預設值: 0] >

source: To be able to use this translation, please install a font manually that supports the language.
ar: لتتمكن من استخدام هذه الترجمة، يرجى تثبيت الخط يدوياً الذي يدعم اللغة. To be able to use this translation, please install a font manually that supports the language.
ca: Per a poder utilitzar aquesta traducció, instal·leu manualment una font que suporti l'idioma.
es: Para poder usar esta traducción, instale manualmente una fuente que admita el idioma.
ga: Chun an t-aistriúchán seo a úsáid, suiteáil cló de láimh a thacaíonn leis an teanga.
hi: इस अनुवाद का उपयोग करने में सक्षम होने के लिए, कृपया मैन्युअल रूप से एक फ़ॉन्ट इंस्टॉल करें जो भाषा का समर्थन करता हो।
hu: A fordítás használatához telepítsen kézileg egy olyan betűtípust, amelyik támogatja ezt a nyelvet.
pl: Aby móc skorzystać z tego tłumaczenia, proszę ręcznie zainstalować czcionkę, która obsługuje ten język.
sv: För att kunna använda denna översättning, installera ett teckensnitt manuellt som stöder språket.
tr: Bu çeviriyi kullanabilmek için lütfen dili destekleyen bir yazı tipini manuel olarak yükleyin.
ur: Is translation ko istimal kay liay, brah e meharbani aik font manuallly install krein jo is zuban ko suppport krta ho.
uz: Ushbu tarjimadan foydalanish uchun tilni qo'llab-quvvatlaydigan shriftni qo'lda o'rnating.
zh_tw: 為了能夠使用此翻譯，請手動安裝支持該語言的字體。

source: The font should be stored as {}
ar: يجب تخزين الخط كـ {}
ca: La font s'ha de guardar com a {}
es: La fuente debe almacenarse como {}
ga: Ba cheart an cló a stóráil mar {}
hi: फ़ॉन्ट को {} के रूप में संग्रहीत किया जाना चाहिए
hu: A betűtípust úgy kell eltárolni mint {}
pl: Czcionka powinna być przechowana jako {}
sv: Teckensnittet ska lagras som {}
tr: Yazı tipi {} olarak saklanmalıdır.
ur: Font is trah {} store hona chahiya
uz: Shrift {} sifatida saqlanishi kerak
zh_tw: 字體應儲存為 {}

source: Archinstall requires root privileges to run. See --help for more.
ar: يتطلب أرشِنستال Archinstall امتيازات الجذر للتشغيل. انظر help-- للمزيد من المعلومات.
ca: Archinstall necessita permisos de root per a executar-se. Vegeu --help per a més detalls.
es: Archinstall requiere privilegios de root para ejecutarse. Consulte --help para más información.
ga: Éilíonn Archinstall pribhléidí fréimhe chun é a rith. Féach --help le haghaidh tuilleadh.
hi: Archinstall को चलाने के लिए रूट विशेषाधिकारों की आवश्यकता होती है। अधिक जानकारी के लिए --help देखें।
hu: Az Archinstall futtatásához root-jogosultságok szükségesek. További információkért tekintse meg a súgót: --help.
pl: Archinstall wymaga uprawnień administratora do uruchomienia. Użyj --help, aby uzyskać więcej informacji.
sv: Archinstall kräver root-privilegier för att köras. Se --help för mer.
tr: Archinstall çalışması için root ayrıcalıkları gerekir. Daha fazlası için --help bölümüne bak.
ur: Archinstall ko chalanay kay liay root hona zarori hai. ziada kay liay --help daykhein.
uz: Archinstall'ni ishga tushirish uchun root huquqlari talab qilinadi. Batafsil ma'lumot uchun --help'ga qarang.
zh_tw: Archinstall 需要 root 權限才能運行。若想了解更多相關資訊，請參閱 --help 指令選項。

source: Select an execution mode
ar: تحديد وضع التنفيذ
ca: Seleccioneu un mode d'execució
es: Seleccione un modo de ejecución
ga: Roghnaigh modh forghníomhaithe
hi: एक निष्पादन मोड चुनें
hu: Válasszon ki egy végrehajtási módot
pl: Wybierz tryb uruchamiania
sv: Välj ett exekveringsläge
tr: Bir çalıştırma modu seçin
ur: Excution mode ko select krein
uz: Bajarish rejimini tanlang
zh_tw: 選擇執行模式

source: Unable to fetch profile from specified url: {}
ar: تعذر جلب ملف التعريف من عنوان url المحدد: {}
ca: No es pot recuperar el perfil de la URL especificada: {}
es: No se puede recuperar el perfil de la URL especificada: {}
ga: Ní féidir próifíl a fháil ón url sonraithe: {}
hi: निर्दिष्ट url से प्रोफ़ाइल प्राप्त करने में असमर्थ: {}
hu: Nem sikerült lekérni a profilt a megadott webcímről: {}
pl: Nie można pobrać profilu z podanego url: {}
sv: Det gick inte att hämta profilen från angiven webbadress: {}
tr: Belirtilen web adresinden profil getirilemiyor: {}
ur: muntkh'b url: {} say profile hasil krna mumkin nahi
uz: Ko'rsatilgan URL'dan profilni olib bo'lmadi: {}
zh_tw: 無法從指定的 URL ，直接獲取設定檔: {}

source: Profiles must have unique name, but profile definitions with duplicate name found: {}
ar: يجب أن يكون لملفات التعريف (profile) اسم فريد، ولكن تم العثور على تعريفات ملفات التعريف (profile) ذات أسماء مكررة: {}
ca: Els perfils han de tenir un nom únic, però s'han trobat definicions de perfil amb noms duplicats: {}
es: Los perfiles deben tener un nombre único, pero se encontraron definiciones de perfil con nombre duplicado: {}
ga: Caithfidh ainm uathúil a bheith ag próifílí, ach aimsíodh sainmhínithe próifíle le hainm dúblach: {}
hi: प्रोफ़ाइल का नाम अद्वितीय होना चाहिए, लेकिन डुप्लिकेट नाम वाले प्रोफ़ाइल परिभाषाएँ मिलीं: {}
hu: A profiloknak egyedi névvel kell rendelkezniük, de ismétlődő névvel rendelkező profildefiníciók találhatók: {}
pl: Profile muszą mieć unikalne nazwy, a znaleziono istniejący profil o tej nazwie: {}
sv: Profiler måste ha ett unikt namn, men profildefinitioner med dubblettnamn hittades: {}
tr: Profiller benzersiz ada sahip olmalıdır, ancak yinelenen ada sahip profiller bulundu: {}
ur: Profiles ka munfirad hona zarori hai, lakin profile ki tareef duhray namoo kay sath mili hai: {}
uz: Profillar noyob nomga ega bo'lishi kerak, lekin bir xil nomli profillar topildi: {}
zh_tw: 設定檔必須具有唯一的名稱，但找到具有重新名稱的設定檔定義: {}
