Repository: archlinux/archinstall
Catalog: archinstall/locales/archinstall/locales/*/LC_MESSAGES/*.po
Languages: ku

source: [!] A log file has been created here: {} {}
ku: [!] Peleke tomarkirinê li vir hat afirandin: {} {}

source: Please submit this issue (and file) to https://github.com/archlinux/archinstall/issues
ku: Tika vê pirsgirêkê (û pelê) bişîne bo https://github.com/archlinux/archinstall/issues

source: Do you really want to abort?
ku: Tu dixwazî têk bibî?

source: And one more time for verification:
ku: Û careke din ji bo piştrastkriinê:

source: Would you like to use swap on zram?
ku: Tu dixwazî swap li ser zram bi kar bînî?

source: Desired hostname for the installation:
ku: Navê mêvandarê xwestî ji bo sazkirinê:

source: Username for required superuser with sudo privileges:
ku: Navê bikarhêner ji bo superbikarhênerê pêwîst bi mafên sudo yên taybet:

source: Any additional users to install (leave blank for no users):
ku: Her bikarhênerên din ên ku werin sazkirin (ku bikarhêner tune ne vala bihêle):

source: Should this user be a superuser (sudoer)?
ku: Divê ev bikarhêner superbikarhêner (sudoer) be?

source: Select a timezone
ku: Herêmeke demê hilbijêre

source: Would you like to use GRUB as a bootloader instead of systemd-boot?
ku: Tu dixwazî GRUB wekî barkarê destpêkirinê li şûna systemd-boot bi kar bînî?

source: Choose a bootloader
ku: Barkarê destpêkirinê hilbijêre

source: Choose an audio server
ku: Rajekarekî dengî hilbijêre

source: Only packages such as base, base-devel, linux, linux-firmware, efibootmgr and optional profile packages are installed.
ku: Tenê pakêtên wekî base, base-devel, linux, linux-firmware, efibootmgr û pakêtên profîlê yên vebijêrkî tên sazkirin.

source: If you desire a web browser, such as firefox or chromium, you may specify it in the following prompt.
ku: Ku tu gerokeke tevnê dixwazî, wekî firefox an chromium, tu dikarî wê di fermana jêrîn de diyar bikî.

source: Write additional packages to install (space separated, leave blank to skip):
ku: Pakêtên din binivîse ji bo sazkirinê (bi valahiyê veqetandî, bo derbas bikî vala bihêle):

source: Copy ISO network configuration to installation
ku: Sazkariyên tora ISO ya ji bo sazkirinê jê bigire

source: Use NetworkManager (necessary for configuring internet graphically in GNOME and KDE)
ku: Rêveberiya torê bi kar bîne (ji bo sazkirina înternetê bi awayekî grafîkî di GNOME û KDE de pêdivî ye)

source: Select one network interface to configure
ku: Ji bo sazkirinê navrûyeke torê hilbijêre

source: Select which mode to configure for "{}" or skip to use default mode "{}"
ku: Ka kîjan awaya ku bo "{}" were rêkxisitin hilbijêre yan derbas bike bo bikaranîna awaya berdest "{}"

source: Enter the IP and subnet for {} (example: 192.168.0.5/24):
ku: IP û bintorê ji bo {} têxîne (mînak: 192.168.0.5/24):

source: Enter your gateway (router) IP address or leave blank for none:
ku: Navnîşana IP ya dergehê (router) a xwe têxîne yan ku tune be vala bihêle:

source: Enter your DNS servers (space separated, blank for none):
ku: Rajekarên DNS a xwe têxîne (bi valahiyê veqetandî, ku tune be vala bihêle):

source: Select which filesystem your main partition should use
ku: Dabeşkirinê xwe ya sereke divê kîjan pergala pelê bi kar bîne hilbijêre

source: Current partition layout
ku: Şêwaza dabeşkirina heyî

source: Select what to do with {}
ku: Ka tu yê çi bikî bi {} re hilbijêre

source: Enter a desired filesystem type for the partition
ku: Cûreyê pergala pelê ya xwestî ji bo dabeşkirinê têxîne

source: Enter the start location (in parted units: s, GB, %, etc. ; default: {}):
ku: Cihê destpêkê têxîne (bi yekîneyên parçekirî: s, GB, %, hwd.; berdest: {}):

source: Enter the end location (in parted units: s, GB, %, etc. ; ex: {}):
ku: Cihê dawî têxîne (bi yekîneyên parçekirî: s, GB, %, hwd.; mînak: {}):

source: {} contains queued partitions, this will remove those, are you sure?
ku: {} tê de dabeşkirinên rêzkirî heye, ev ê wan jê bibe, tu bawer î?

source: {} Select by index which partitions to delete
ku: {} Li gorî naverokê divê kîjan dabeşkirin werin jêbirin hilbijêre

source: {} Select by index which partition to mount where
ku: {} Li gorî naverokê divê kîjan dabeşkirin were siwarkirin hilbijêre

source: * Partition mount-points are relative to inside the installation, the boot would be /boot as an example.
ku: * Xalên siwarkirina dabeşkirinê bi hundirê sazkirinê ve girêdayî ne, barkirin wê wekî mînak /boot be.

source: Select where to mount partition (leave blank to remove mountpoint):
ku: Cihê ku dabeşkirin lê were siwarkirin hilbijêre (ji bo rakirina xala siwarkirinê vala bihêle):

source: {} Select which partition to mask for formatting
ku: {} Bo dabeşkirin were veşartin ji bo formatkirinê hilbijêre

source: {} Select which partition to mark as encrypted
ku: {} Bo dabeşkirin wekî şîfrekirî were nîşankirin hilbijêre

source: {} Select which partition to mark as bootable
ku: {} Bo dabeşkirin wekî destpêkbar were nîşankirin hilbijêre

source: {} Select which partition to set a filesystem on
ku: {} Bo dabeşkirin pergaleke pelê li ser were sazkirin hilbijêre

source: Enter a desired filesystem type for the partition:
ku: Cûreyê pergala pelê ya xwestî ji bo dabeşkirinê têxîne:

source: Archinstall language
ku: Zimanê Archinstall

source: Wipe all selected drives and use a best-effort default partition layout
ku: Hemû ajokarên hilbijartî jê dibe û şewaza dabeşkirina kesane ya bi têkoşîna herî baş bi kar bîne

source: Select what to do with each individual drive (followed by partition usage)
ku: Ka bi her ajokarekê re tu yê çi bikî (bi bikaranîna dabeşkirinê tê şopandin) hilbijêre

source: Select what you wish to do with the selected block devices
ku: Tiştê ku tu dixwazî bi amûrên astengkirî yên hilbijartî bikî hilbijêre

source: This is a list of pre-programmed profiles, they might make it easier to install things like desktop environments
ku: Ev lîsteyek profîlên pêş-bernamekirî ye, dibe ku ew sazkirina tiştên wekî jîngehên sermaseyê hêsantir bikin

source: Select keyboard layout
ku: Şêwaza kilîtdankê hilbijêre

source: Select one of the regions to download packages from
ku: Ji bo daxistina pakêtan yek ji herêman hilbijêre

source: Select one or more hard drives to use and configure
ku: Yek an çend req ajokar hilbijêre da ku bi kar bîn û rêk bixî

source: For the best compatibility with your AMD hardware, you may want to use either the all open-source or AMD / ATI options.
ku: Ji bo çêtirîn lihevhatin bi reqalavên AMD a te re, dibe ku tu bixwazî vebijêrkên hemû çavkaniya vekirî yên AMD / ATI bi kar bînî.

source: For the best compatibility with your Intel hardware, you may want to use either the all open-source or Intel options.
ku: Ji bo çêtirîn lihevhatin bi reqalavên Intel a te re, dibe ku tu bixwazî vebijêrkên hemû çavkaniya vekirî yên Intel bi kar bînî.

source: For the best compatibility with your Nvidia hardware, you may want to use the Nvidia proprietary driver.
ku: Ji bo çêtirîn lihevhatin bi reqalavên Nvidia ya te re, dibe ku tu bixwazî vebijêrkên hemû çavkaniya vekirî yên Nvidia bi kar bînî.

source: Select a graphics driver or leave blank to install all open-source drivers
ku: Ajokareke grafîkê hilbijêre yan vala bihêle da ku hemû ajokarên çavkaniya vekirî werin sazkirin

source: All open-source (default)
ku: Hemû çavkaniya vekirî (berdest)

source: Choose which kernels to use or leave blank for default "{}"
ku: Ka kîjan kernel bo bi kar bînî hilbijêre yan ji bo berdest "{}" vala bihêle

source: Choose which locale language to use
ku: Ka kîjan zimanê herêmî bo bikaranînê hilbijêre

source: Choose which locale encoding to use
ku: Ka kîjan kodkirina herêmî bo bikaranînê hilbijêre

source: Select one of the values shown below:
ku: Yek ji nirxên ku li jêr tên nîşandan hilbijêre:

source: Select one or more of the options below:
ku: Yek an çend ji vebijêrkên li jêr hilbijêre:

source: Adding partition....
ku: Dabeşkirin tevlî dibe....

source: You need to enter a valid fs-type in order to continue. See `man parted` for valid fs-type's.
ku: Ji bo domandinê divê tu cûreyek fs a derbasdar têxînî. Ji bo cûreyên fs a derbasdar li `man partid` binêre.

source: Error: Listing profiles on URL "{}" resulted in:
ku: Şaşetî: Lîstekirina profîlan li ser girêdanê "{}" bû sedema:

source: Error: Could not decode "{}" result as JSON:
ku: Şaşetî: Encama "{}" wekî JSON nehat deşîfrekirin:

source: Keyboard layout
ku: Şêwaza kilîtdankê

source: Mirror region
ku: Herêma eynikê

source: Locale language
ku: Zimanê herêmî

source: Locale encoding
ku: Kodkirina herêmî

source: Drive(s)
ku: Ajokar

source: Disk layout
ku: Şêwaza dîskê

source: Encryption password
ku: Borînpeyva şîfrekirinê

source: Bootloader
ku: Barkarê destpêkirinê

source: Root password
ku: Borînpeyva Root

source: Superuser account
ku: Jimarê superbikarhêner

source: User account
ku: Jimarê bikarhêner

source: Profile
ku: Profîl

source: Audio
ku: Deng

source: Kernels
ku: Kernel

source: Additional packages
ku: Pakêtên vebijêrkî

source: Network configuration
ku: Sazkirina torê

source: Automatic time sync (NTP)
ku: Hevdemkirina demê ya xweber (NTP)

source: Install ({} config(s) missing)
ku: Sazkirina ({} rêkxisitin(an) wenda ne)

source: You decided to skip harddrive selection and will use whatever drive-setup is mounted at {} (experimental) WARNING: Archinstall won't check the suitability of this setup Do you wish to continue?
ku: Te biryar da ku tu yê hilbijartina reqdîsk derbas bikî û wê her sazkirina ajokarê çi be ku li {} hatiye sazkirin bi kar bîne (ezmûnkirî) ŞIYARÎ: Archinstall wê guncavbûna vê sazkirinê kontrol neke Tu dixwazî bidomînî ?

source: Re-using partition instance: {}
ku: Ji nû ve bikaranîna mînaka dabeşkirinê: {}

source: Create a new partition
ku: Dabeşkirineke nû biafrîne

source: Delete a partition
ku: Dabeşkirinekê jê bibe

source: Clear/Delete all partitions
ku: Hemû dabeşkirinan pak bike/ jê bibe

source: Assign mount-point for a partition
ku: Ji bo dabeşkirinê xala-siwarkirinê destnîşan bike

source: Mark/Unmark a partition to be formatted (wipes data)
ku: Dabeşkirinekê ku bo were formatkirin nîşan bide/nede (daneyan jê dibe)

source: Mark/Unmark a partition as encrypted
ku: Dabeşkirinekê wekî şifrekirî nîşan bide/nede

source: Mark/Unmark a partition as bootable (automatic for /boot)
ku: Dabeşkirinekê wekî destpêkbar nîşan bide/nede (xweber ji bo /boot)

source: Set desired filesystem for a partition
ku: Pergala pelê ya xwestî ji bo dabeşkirinê saz bike

source: Abort
ku: Têk bibe

source: Hostname
ku: Navê mêvandar

source: Not configured, unavailable unless setup manually
ku: Nehatiye rêkxisitin, heya ku bi destan saz nekî ne pêkan e

source: Timezone
ku: Herêma demê

source: Set/Modify the below options
ku: Vebijarkên li jêr saz bike/biguherîne

source: Install
ku: Saz bike

source: Use ESC to skip
ku: Bo derbas bikî ESC bi kar bîne

source: Suggest partition layout
ku: Şewaza dabeşkirinê pêşniyar bike

source: Enter a password:
ku: Borînpeyvekê têxîne:

source: Enter a encryption password for {}
ku: Borînpeyveke şîfrekirî ji bo {} têxîne

source: Enter disk encryption password (leave blank for no encryption):
ku: Borînpeyva şîfrekirinê ya dîskê têxîne (ku şîfrekrin tune be vala bihêle):

source: Create a required super-user with sudo privileges:
ku: Bi mafên sudo yên taybet re super-bikarhênerek pêwist biafirîne:

source: Enter root password (leave blank to disable root):
ku: Borînpeyva root têxîne (ku root neçalak bike vala bihêle ):

source: Password for user "{}":
ku: Borînpeyv ji bo bikarhêner "{}":

source: Verifying that additional packages exist (this might take a few seconds)
ku: Piştrastkirina hebûna pakêtên din bike (ev dibe ku çend çirkeyan bidome)

source: Would you like to use automatic time synchronization (NTP) with the default time servers?
ku: Tu dixwazî hevdemkirina demê ya xweber (NTP) bi rajekarên demê yên kesane re bi kar bînî?

source: Hardware time and other post-configuration steps might be required in order for NTP to work. For more information, please check the Arch wiki
ku: Bo ku NTP bixebite, dibe ku demê reqalav û gavên din ên piştî sazkirinê pêwist be. Ji bo bêtir zanyarî, Tika wiki Arch kontrol bike

source: Enter a username to create an additional user (leave blank to skip):
ku: Bo afirandina bikarhênereke din navê bikarhênereke vebijêrkî têxîne (bo derbas bikî vala bihêle):

source: Use ESC to skip
ku: Bo derbas bikî ESC bi kar bîne

source: Choose an object from the list, and select one of the available actions for it to execute
ku: Tiştekî ji listeyê hilbijêre, û yek ji çalakiyên heyî ji bo pêkanîna wê hilbijêre

source: Cancel
ku: Têk bibe

source: Confirm and exit
ku: Biperjîne û derkeve

source: Add
ku: Tevlî bike

source: Copy
ku: Jê bigire

source: Edit
ku: Biguherîne

source: Delete
ku: Jê bibe

source: Select an action for '{}'
ku: Çalakiyekê ji bo '{}' hilbijêre

source: Copy to new key:
ku: Bo kilîtê nû jê bigire:

source: Unknown nic type: {}. Possible values are {}
ku: Çûreya nic nenas e: {}. Nirxên gengaz ev in {}

source: This is your chosen configuration:
ku: Ev rêkxisitinê te ya hilbijartî ye:

source: Pacman is already running, waiting maximum 10 minutes for it to terminate.
ku: Pacman jixwe dixebite, herî pir 10 xulekan bimîne benda bidawîbûna wî.

source: Pre-existing pacman lock never exited. Please clean up any existing pacman sessions before using archinstall.
ku: Kilîtê pacman ya pêş-hebûyî hiç tune bû. Tika berî ku archinstall bi kar bînî, danişînên pacman ên heyî pak bike.

source: Choose which optional additional repositories to enable
ku: Ka kîjan depoyên vebijêrkî divê çalak bibe hilbijêre

source: Add a user
ku: Bikarhênerekî tevlî bike

source: Change password
ku: Borînpeyvê biguherîne

source: Promote/Demote user
ku: Bikarhêner blind bike/neke

source: Delete User
ku: Bikarhêner jê bibe

source: Define a new user
ku: Bikarhênereke nû danasîn bike

source: User Name :
ku: Navê bikarhêner:

source: Should {} be a superuser (sudoer)?
ku: Divê {} superbikarhênera (sudoer) be?

source: Define users with sudo privilege:
ku: Bikarhênerên bi mafên sudo yên taybet danasîn bike:

source: No network configuration
ku: Rêkxisitina torê tune ye

source: Set desired subvolumes on a btrfs partition
ku: Binpeldankên xwestî li ser dabeşekirineke btrfs saz bike

source: {} Select which partition to set subvolumes on
ku: {} Ka kîjan dabeşkirin li ser binpeldank divê saz bibe hilbijêre

source: Manage btrfs subvolumes for current partition
ku: Birêvebirina btrfs ji bo dabeşkirina heyî bi rê ve bibe

source: No configuration
ku: Rêkxisitin tune ye

source: Save user configuration
ku: Rêkxisitinê bikarhêner tomar bike

source: Save user credentials
ku: Bawernameyên bikarhêner tomar bike

source: Save disk layout
ku: Şêwaza dîskê tomar bike

source: Save all
ku: Hemû tomar bike

source: Choose which configuration to save
ku: Ka kîjan rêkxisitin divê tomar bibe hilbijêre

source: Enter a directory for the configuration(s) to be saved:
ku: Ji bo rêkxisitin ku werin tomarkirin pelrêçekê têxîne:

source: Not a valid directory: {}
ku: Pelrêç nederbasdar e: {}

source: The password you are using seems to be weak,
ku: Ew borînpeyva ku tu bi kar tînî xuya dike lawaz e,

source: are you sure you want to use it?
ku: tu bawer î ku dixwazî ​​wê bi kar bînî?

source: Optional repositories
ku: Depoyên vebijêrkî

source: Save configuration
ku: Rêkxisitinê tomar bike

source: Missing configurations:
ku: Rêkxisitinên wenda:

source: Either root-password or at least 1 superuser must be specified
ku: An borînpeyva root an herî kêm 1 superbikarhêner were diyarkirin

source: Manage superuser accounts:
ku: Jimarên superbikarhêner bi rê ve bibe:

source: Manage ordinary user accounts:
ku: Jimarên bikarhênerên asayî bi rê ve bibe:

source: Subvolume :{:16}
ku: Binpeldank :{:16}

source: mounted at {:16}
ku: li {:16} siwar bûye

source: with option {}
ku: bi vebijêrk {}

source: Fill the desired values for a new subvolume
ku: Nirxên xwestî ji bo binpelandkeke nû dagire

source: Subvolume name
ku: Navê binpeldankê

source: Subvolume mountpoint
ku: Xala siwarkirinê ya binpeldankê

source: Subvolume options
ku: Vebijêrkên binpeldankê

source: Save
ku: Tomar bike

source: Subvolume name :
ku: Navê binpeldankê :

source: Select a mount point :
ku: Xaleke siwarkirinê hilbijêre:

source: Select the desired subvolume options
ku: Vebijarkên binpeldankê yên xwestî hilbijêre

source: Define users with sudo privilege, by username:
ku: Bikarhênerên bi mafên sudo yên taybet, bi navê bikarhêner danasîn bike:

source: [!] A log file has been created here: {}
ku: [!] Peleke tomarkirinê li vir hat afirandin: {}

source: Would you like to use BTRFS subvolumes with a default structure?
ku: Tu dixwazî BTRFS bi avahiyeke kesane bi kar bînî?

source: Would you like to use BTRFS compression?
ku: Tu dixwaz î kompressa BTRFS bi kar bînî?

source: Would you like to create a separate partition for /home?
ku: Tu dixwazî ji bo /home beşeke cûda biafrînî?

source: The selected drives do not have the minimum capacity required for an automatic suggestion
ku: Kapasîteya herî kêm a ajokarên hilbijartî a pêwîst ji bo pêşniyareke xweber tune ye

source: Minimum capacity for /home partition: {}GB
ku: Kapasîteya herî kêm ji bo dabeşkirina /home: {}GB

source: Minimum capacity for Arch Linux partition: {}GB
ku: Kapasîteya herî kêm ji bo dabeşkirina Arch Linux: {}GB

source: Continue
ku: Bidomîne

source: yes
ku: erê

source: no
ku: na

source: set: {}
ku: saz bike: {}

source: Manual configuration setting must be a list
ku: Sazkirina rêkxisitinê destî divê lîsteyek be

source: No iface specified for manual configuration
ku: Ji bo rêkxisitina destî iface nehatiye diyarkirin

source: Manual nic configuration with no auto DHCP requires an IP address
ku: Rêkxisitina nic a destî bê DHCP a xweber pêdiviya navnîşana IP dike

source: Add interface
ku: Navrûyê tevlî bike

source: Edit interface
ku: Navrûyê biguherîne

source: Delete interface
ku: Navrûyê jê bibe

source: Select interface to add
ku: Navrûya ji bo tevlîkirinê hilbijêre

source: Manual configuration
ku: Rêkxisitina destî

source: Mark/Unmark a partition as compressed (btrfs only)
ku: Dabeşkrinê wekî nîşan bide/nede (tenê btrfs)

source: The password you are using seems to be weak, are you sure you want to use it?
ku: Borînpeyva ku tu bi kar tînî xuya dike ku lawaz e, tu bawer î ku tu dixwazî wê bi kar bînî?

source: Provides a selection of desktop environments and tiling window managers, e.g. gnome, kde, sway
ku: Hilbijartinekê ji jîngehên sermaseyê û rêveberên çarçoveyan ên sermaseyê peyda dike, mînak gnome, kde, sway

source: Select your desired desktop environment
ku: Jîngeha sermaseya xwe ya xwestî hilbijêre

source: A very basic installation that allows you to customize Arch Linux as you see fit.
ku: Sazkirinek pir bingehîn e ku dihêle tu Arch Linux li gorî xwe kesane bikî.

source: Provides a selection of various server packages to install and enable, e.g. httpd, nginx, mariadb
ku: Hilbijartinek ji pakêtên yên cûrbecûr peyda dike ji bo sazkirin û çalakkirinê, mînak httpd, nginx, mariadb

source: Choose which servers to install, if none then a minimal installation will be done
ku: Ka kîjan rajekar divê saz bikî hilbijêre, ku tune bin wê demê sazkirineke biçûk wê were kirin

source: Installs a minimal system as well as xorg and graphics drivers.
ku: Pergaleke herî biçûk û her wiha ajokarên xorg û ajokarên grafîkan saz dike.

source: Press Enter to continue.
ku: Bo domandinê Enter bitikîne.

source: Would you like to chroot into the newly created installation and perform post-installation configuration?
ku: Tu dixwazî bi chroot têkevî nav sazkirina nû afirandî û rêkxistina piştî-sazkirinê pêk bînî?

source: Are you sure you want to reset this setting?
ku: Tu bi rastî dixwazî ​​vê sazkariyê ji nû ve saz bikî?

source: Select one or more hard drives to use and configure
ku: Yek an çend req dîsk hilbijêre ku bi kar bînî û rêkxisitin bixî

source: Any modifications to the existing setting will reset the disk layout!
ku: Her guhertinek li sazkariyên heyî wê şêwaza dîskê ji nû ve saz bike!

source: If you reset the harddrive selection this will also reset the current disk layout. Are you sure?
ku: Ku tu hilbijartina dîskê ji nû ve saz bikî, ev ê şewaza dîskê ya heyî jî ji nû ve saz bike. Tu bawer î?

source: Save and exit
ku: Tomar bike û derkeve

source: {} contains queued partitions, this will remove those, are you sure?
ku: {} dabeşkirinên rêzkirî tê de heye, ev ê wan rake, tu bawer î?

source: No audio server
ku: Tu rajekarên dengê tune ye

source: (default)
ku: (berdest)

source: Use ESC to skip
ku: Bo derbas bikî ESC bi kar bîne

source: Use CTRL+C to reset current selection
ku: CTRL + C bi kar bîne da ku hilbijartina heyî ji nû ve saz bikî

source: Copy to:
ku: Jê bigire bo:

source: Edit:
ku: Biguherîne:

source: Key:
ku: Kilît:

source: Edit {}:
ku: {}: biguherîne

source: Add:
ku: Tevlî bike:

source: Value:
ku: Nirx:

source: You can skip selecting a drive and partitioning and use whatever drive-setup is mounted at /mnt (experimental)
ku: Tu dikarî hilbijartina ajokar û dabeşkirinê derbas bikî û her sazkirina ajokara ku li /mnt hatiye sazkirin bi kar bînî (ezmûnî)

source: Select one of the disks or skip and use /mnt as default
ku: Yek ji dîskan hilbijêre yan derbas bike û /mnt wekî berdest bi kar bîne

source: Select which partitions to mark for formatting:
ku: Ka kîjan dabeşkirinên bo formatkirinê werin nîşankirin hilbijêre:

source: Use HSM to unlock encrypted drive
ku: Ji bo vekirina ajokara şîfrekirî HSM bi kar bîne

source: Device
ku: Amûr

source: Size
ku: Mezinahî

source: Free space
ku: Cihê vala

source: Bus-type
ku: Cûreya-Bus

source: Either root-password or at least 1 user with sudo privileges must be specified
ku: An borînpeyva root an herî kêm 1 bikarhênera xwedî mafên sudo yên taybet were destnîşankirin

source: Enter username (leave blank to skip):
ku: Navê bikarhêner têxîne (bo derbas bikî vala bihêle):

source: The username you entered is invalid. Try again
ku: Navê bikarhênerê ku te nivîsand ne derbasdar e. Dîsa hewl bide

source: Should "{}" be a superuser (sudo)?
ku: Divê "{}" superbikarhêner (sudo) be?

source: Select which partitions to encrypt
ku: Beşên ku werin şîfrekirin hilbijêre

source: very weak
ku: pir lawaz e

source: weak
ku: lawaz e

source: moderate
ku: navînî e

source: strong
ku: bihêz e

source: Add subvolume
ku: Binpeldankê tevlî bike

source: Edit subvolume
ku: Binpeldankê biguherîne

source: Delete subvolume
ku: Binpeldankê jê bibe

source: Configured {} interfaces
ku: Navrûyên {} ên rêkxistî

source: This option enables the number of parallel downloads that can occur during installation
ku: Ev vebijêrk jimara daxisitinên paralel ên ku dikarin di dema sazkirinê de werin xuyakirin çalak dike

source: Enter the number of parallel downloads to be enabled. (Enter a value between 1 to {}) Note:
ku: Jimara daxisitinên paralel ên ku werin çalakkirin têxîne. (Nirxekê di navbera 1 û {} de têxîne) Nîşe:

source: - Maximum value : {} ( Allows {} parallel downloads, allows {} downloads at a time )
ku: - Nirxa herî pir: {} ( Mafê dide daxisitinên paralel ên {}, mafê dide {} daxisitinan di yek car de )

source: - Minimum value : 1 ( Allows 1 parallel download, allows 2 downloads at a time )
ku: - Nirxa herî kêm: 1 ( Mafê dide 1 daxisitina paralel, mafê dide 2 daxisitinan di yek car de )

source: - Disable/Default : 0 ( Disables parallel downloading, allows only 1 download at a time )
ku: - Neçalak/Berdest: 0 ( Daxistina paralel neçalak dike, mafê tenê dide 1 daxistin di yek car de )

source: Invalid input! Try again with a valid input [1 to {max_downloads}, or 0 to disable]
ku: Têketineke nederbasdar! Bi têketineke derbasdar re dîsa hewl bide [1 bo {max_downloads}, an 0 bo neçalakkirinê]

source: Parallel Downloads
ku: Daxistinên parallel

source: ESC to skip
ku: ESC bo derbas bikî
