Repository: archlinux/archinstall
Catalog: archinstall/locales/archinstall/locales/*/LC_MESSAGES/*.po
Languages: ku

source: CTRL+C to reset
ku: CTRL+C bo jinûvesazkirinê

source: TAB to select
ku: TAB bo hilbijartinê

source: [Default value: 0] >
ku: [Nirxa berdest: 0] >

source: To be able to use this translation, please install a font manually that supports the language.
ku: Ji bo ku tu bikaribî vê wergerê bi kar bînî, tika cûrenivîsekeke ku ziman piştgirî dike bi destan saz bike.

source: The font should be stored as {}
ku: Divê çûrenivîs wekî {} were tomarkirin

source: Archinstall requires root privileges to run. See --help for more.
ku: Bo xebitandina Archinstall mafên root pêdivî dike. Ji bo bêtir zanyarî li --alîkarî binêre.

source: Select an execution mode
ku: Awayeke pêkanînê hilbijêre

source: Unable to fetch profile from specified url: {}
ku: Nikare profîlê ji navnîşana girêdanê ya diyarkirî bîne : {}

source: Profiles must have unique name, but profile definitions with duplicate name found: {}
ku: Pêdivî ye ku profîl nava yekana be, lê pênaseyên profîlê yên bi navên dûbarekirî hatin dîtin: {}

source: Select one or more devices to use and configure
ku: Yek an çend amûran bo bikaranîn û rêkxisitinê hilbijêre

source: If you reset the device selection this will also reset the current disk layout. Are you sure?
ku: Ku tu hilbijartina amûrê ji nû ve saz bikî, ev ê şêwaza dîskê ya heyî jî ji nû ve saz bike. Tu bawer î?

source: Existing Partitions
ku: Dabeşkirinên heyî

source: Select a partitioning option
ku: Vebijêrkeke dabeşkirinê hilbijêre

source: Enter the root directory of the mounted devices:
ku: Peldanka root ya amûrênn siwarkirî têxîne:

source: Minimum capacity for /home partition: {}GiB
ku: Kapasîteya herî kêm ji bo dabeşkirina /home: {}GiB

source: Minimum capacity for Arch Linux partition: {}GiB
ku: Kapasîteya herî kêm ji bo dabeşkirina Arch Linux: {}GiB

source: This is a list of pre-programmed profiles_bck, they might make it easier to install things like desktop environments
ku: Ev lîsteyek ji profiles_bck ên pêş-bernamekirî ye, dibe ku ew sazkirina tiştên wekî jîngehên sermaseyê hêsantir bike

source: Current profile selection
ku: Hilbijartina profîla heyî

source: Remove all newly added partitions
ku: Hemû beşên nû tevlîkirî rake

source: Assign mountpoint
ku: Xala siwarkirinê destnîşan bike

source: Mark/Unmark to be formatted (wipes data)
ku: Nîşan bike/neke bo were formatkirin (daneyan jê dibe)

source: Mark/Unmark as bootable
ku: Wekî destpêkbar nîşan bide/nede

source: Change filesystem
ku: Pergala pelê biguherîne

source: Mark/Unmark as compressed
ku: Wekî guvaştî nîşan bide/nede

source: Set subvolumes
ku: Binpeldankan saz bike

source: Delete partition
ku: Dabeşkirinê jê bibe

source: Partition
ku: Dabeşkirin

source: This partition is currently encrypted, to format it a filesystem has to be specified
ku: Ev dabeşkirin niha şîfrekirî ye, ji bo formatkirina wê divê pergaleke pelan were destnîşankirin

source: Partition mount-points are relative to inside the installation, the boot would be /boot as an example.
ku: Xalên siwarkirina dabeşkirinê bi hundirê sazkirinê ve girêdayî ne, despêkirin wê wekî mînak /boot be.

source: If mountpoint /boot is set, then the partition will also be marked as bootable.
ku: Ku xala siwarkirinê /boot hatibe sazkirin, wê demê dabeşkirin jî wê wekî destpêkbar were nîşankirin.

source: Mountpoint:
ku: Xala siwarkirinê:

source: Current free sectors on device {}:
ku: Sektorên vala ên niha li ser amûra {}:

source: Total sectors: {}
ku: Tevahiya sektoran: {}

source: Enter the start sector (default: {}):
ku: Sektora destpêkê têxîne (berdest: {}):

source: Enter the end sector of the partition (percentage or block number, default: {}):
ku: Sektora dawî ya dabeşkirinê têxîne (ji sedî an jimareya blokê, kesane: {}):

source: This will remove all newly added partitions, continue?
ku: Ev ê hemû dabeşkirinên nû tevlîkirî rake, bidomînî?

source: Partition management: {}
ku: Rêvebiriya dabeşkirinê: {}

source: Total length: {}
ku: Dirêjahiya tevahî: {}

source: Encryption type
ku: Cûreyê şîfrekirinê

source: Iteration time
ku: Dema dûbarekirinê

source: Enter iteration time for LUKS encryption (in milliseconds)
ku: Dema dûbarekirinê ji bo şîfrekirina LUKS têxîne (bi milîçirkeyan)

source: Higher values increase security but slow down boot time
ku: Nirxên bilind ewlehiyê bilind dikin lê di dema destpêkirinê de hêdî dikin

source: Default: 10000ms, Recommended range: 1000-60000
ku: Kesane: 10000ms, Rêjeya pêşniyarkirî: 1000-60000

source: Iteration time cannot be empty
ku: Dema dûbarekirinê nabe ku vala be

source: Iteration time must be at least 100ms
ku: Dema dûbarekirinê divê herî kêm 100ms be

source: Iteration time must be at most 120000ms
ku: Dema dûbarekirinê divê herî pir 120000ms be

source: Please enter a valid number
ku: Tika jimareke derbasdar têxîne

source: Partitions
ku: Dabeşkirin

source: No HSM devices available
ku: Amûrên HSM tune ne

source: Partitions to be encrypted
ku: Beşên ku werin şîfrekirin

source: Select disk encryption option
ku: Vebijêrka şîfrekirina dîskê hilbijêre

source: Select a FIDO2 device to use for HSM
ku: Amûrek FIDO2 hilbijêre ku ji bo HSM bi kar bînî

source: Use a best-effort default partition layout
ku: Şewaza dabeşkirina kesane ya bi têkoşîna herî baş bi kar bîne

source: Manual Partitioning
ku: Dabeşkirina destî

source: Pre-mounted configuration
ku: Rêkxistina pêş-siwarkirî

source: Unknown
ku: Nenas

source: Partition encryption
ku: Şîfrekirina dabeşkirinê

source: ! Formatting {} in
ku: ! Formatkirina {} di

source: ← Back
ku: ← Vegere

source: Disk encryption
ku: Şîfrekirina dîskê

source: Configuration
ku: Rêkxistin

source: Password
ku: Borînpeyv

source: All settings will be reset, are you sure?
ku: Hemû sazkarî wê ji nû ve werin sazkirin, tu bawer î?

source: Back
ku: Vegere

source: Please chose which greeter to install for the chosen profiles: {}
ku: Tika, ji bo profîlên hilbijartî kîjan silavkar divê saz bikî hilbijêre: {}

source: Environment type: {}
ku: Cûreya jîngehê: {}

source: The proprietary Nvidia driver is not supported by Sway. It is likely that you will run into issues, are you okay with that?
ku: Ajokarê xwedan Nvidia ji aliyê Sway ve nayê piştgirîkirin. Dibe ku tu bi pirsgirêkan re rû bi rû werî, tu bi wê re baş î?

source: Installed packages
ku: Pakêtên sazkirî

source: Add profile
ku: Profîlê tevlî bike

source: Edit profile
ku: Profîlê biguherîne

source: Delete profile
ku: Profîlê jê bibe

source: Profile name:
ku: Navê profîlê:

source: The profile name you entered is already in use. Try again
ku: Navê profîlê ku te nivîsand jixwe tê bikaranîn. Dîsa hewl bide

source: Packages to be install with this profile (space separated, leave blank to skip):
ku: Pakêtên ku bi vê profîlê werin sazkirin (bi valahiyê veqetandî, bo derbas bikî vala bihêle):

source: Services to be enabled with this profile (space separated, leave blank to skip):
ku: Rajearên ku bi vê profîlê re werin çalakkirin (bi valahiyê veqetandî, bo derbas bikî vala bihêle):

source: Should this profile be enabled for installation?
ku: Divê ev profîl ji bo sazkirinê were çalakkirin?

source: Create your own
ku: Ya xwe biafirîne

source: Select a graphics driver or leave blank to install all open-source drivers
ku: Ajokarek grafîkan hilbijêre yan vala bihêle da ku hemû ajokarên çavkaniya vekirî werin sazkirin

source: Sway needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
ku: Sway gihîştina cihê te pêwîst dike (komek ji req amûran b.m. kilîtdank, mişk, hwd)

source: Choose an option to give Sway access to your hardware
ku: Vebijêrkekê hilbijêre da ku Sway bigihêje reqalavê te

source: Graphics driver
ku: Ajokara grafîkan

source: Greeter
ku: Silavkar

source: Please chose which greeter to install
ku: Tika ka kîjan silavkar divê were sazkirin hilbijêre

source: This is a list of pre-programmed default_profiles
ku: Ev lîsteyek ji profîlên_berdest ên pêş-bernamekirî ye

source: Disk configuration
ku: Rêkxisitina dîskê

source: Profiles
ku: Profîl

source: Finding possible directories to save configuration files ...
ku: Dîtina peldankên gengaz ji bo tomarkirina pelên rêkxisitinê ...

source: Select directory (or directories) for saving configuration files
ku: Ji bo tomarkirina pelên rêkxisitinê pelrêçekê (an jî pelrêçan) hilbijêre

source: Add a custom mirror
ku: Eynika kesane tevlî bike

source: Change custom mirror
ku: Eynika kesane biguherîne

source: Delete custom mirror
ku: Eynika kesane jê bibe

source: Enter name (leave blank to skip):
ku: Navê têxîne (bo derbas bikî vala bihêle):

source: Enter url (leave blank to skip):
ku: Girêdanê têxîne (bo derbas bikî vala bihêle):

source: Select signature check option
ku: Vebijêrka kontrolkirina îmzeyê hilbijêre

source: Select signature option
ku: Vebijêrka îmzeyê hilbijêre

source: Custom mirrors
ku: Eynikên kesane

source: Defined
ku: Danaskirî

source: Save user configuration (including disk layout)
ku: Rêkxisitinên bikarhêner tomar bike (tevlî şêwaza dîskê)

source: Enter a directory for the configuration(s) to be saved (tab completion enabled) Save directory:
ku: Ji bo rêkxistin(an) ku werin tomarkirin peldankekê têxîne (bidawîkirina tabê çalak e) Pelrêçê tomar bike:

source: Do you want to save {} configuration file(s) in the following location? {}
ku: Tu dixwazî pel(ên) rêkxistî li cihê jêrîn tomar bibin? {}

source: Saving {} configuration files to {}
ku: {} pelên rêkxsitinê tên tomarkirin bo {}

source: Mirrors
ku: Eynik

source: Mirror regions
ku: Herêmên eynikê

source: - Maximum value : {} ( Allows {} parallel downloads, allows {max_downloads+1} downloads at a time )
ku: - Nirxa herî pir: {} ( Mafê dide {} daxistinên paralel, mafê dide {max_downloads+1} daxistinan di carekê de)

source: Invalid input! Try again with a valid input [1 to {}, or 0 to disable]
ku: Têketineke nederbasdar! Bi têketineke derbasdar dîsa hewl bide [1 heya {}, an 0 ji bo neçalakkirinê]

source: Locales
ku: Ziman

source: Use NetworkManager (necessary to configure internet graphically in GNOME and KDE)
ku: NetworkManager bi kar bîne (ji bo rêkxistina înternetê bi awayekî grafîkî di GNOME û KDE de pêdivî ye)

source: Total: {} / {}
ku: Tevahî: {} / {}

source: All entered values can be suffixed with a unit: B, KB, KiB, MB, MiB...
ku: Hemû nirxên têxistî dikarin bi yekîneyek paşgiran werin veqetandin: B, KB, KiB, MB, MiB...

source: If no unit is provided, the value is interpreted as sectors
ku: Ku yekîneyek neyê dayîn, nirx wekî sektor tê şîrovekirin

source: Enter start (default: sector {}):
ku: Destpêkê têxîne (kesane: sektora {}):

source: Enter end (default: {}):
ku: Dawî têxîne (kesane: {}):

source: Unable to determine fido2 devices. Is libfido2 installed?
ku: Amûrên fido2 nayên destnîşankirin. Libfido2 hatiye sazkirin?

source: Path
ku: Rêgeh

source: Manufacturer
ku: Afirîner

source: Product
ku: Berhem

source: Invalid configuration: {error}
ku: Rêkxisitina nederbasdar: {error}

source: Type
ku: Cûre

source: This option enables the number of parallel downloads that can occur during package downloads
ku: Ev vebijêrk jimara daxistinên paralel ên ku dikarin di dema daxistinan pakêtan de xuya dibin çalak dike

source: Enter the number of parallel downloads to be enabled. Note:
ku: Jimara daxistinên paralel ên ku werin çalakkirin têxîne. Nîşe:

source: - Maximum recommended value : {} ( Allows {} parallel downloads at a time )
ku: - Nirxa herî pir a pêşniyarkirî: {} (Mafê dide {} daxisitinên paralel di carekê de)

source: - Disable/Default : 0 ( Disables parallel downloading, allows only 1 download at a time )
ku: - Neçalak/Berdest: 0 ( Daxistina paralel neçalak dike, mafê tenê dide 1 daxistin di carekê de )

source: Invalid input! Try again with a valid input [or 0 to disable]
ku: Têketineke nederbasdar! Bi têketineke derbasdar dîsa hewl bide [an 0 ji bo neçalakkirinê]

source: Hyprland needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
ku: Hyprland gihîştina cihê te pêwîst dike(komek ji req amûran b.m. kilîtdank, mişk, hwd)

source: Choose an option to give Hyprland access to your hardware
ku: Vebijêrkek hilbijêre da ku Hyprland bigihêje reqalavê te

source: All entered values can be suffixed with a unit: %, B, KB, KiB, MB, MiB...
ku: Hemû nirxên têketinê dikarin bi yekîneyekê werin paşgirkirin: %, B, KB, KiB, MB, MiB...

source: Would you like to use unified kernel images?
ku: Tu dixwazî wêneyên kernel ên yekgirtî bi kar bînî?

source: Unified kernel images
ku: Wêneyên kernel ên yekgirtî

source: Waiting for time sync (timedatectl show) to complete.
ku: Li benda bidawîbûna hevdemkirina demê ye (nîşandana timedatectl).

source: Time syncronization not completing, while you wait - check the docs for workarounds: https://archinstall.readthedocs.io/
ku: Hevdemkirina demê bidawî nabe, di dema bendabûnê de - pelbendan ji bo rêgiran kontrol bike: https://archinstall.readthedocs.io/

source: Skipping waiting for automatic time sync (this can cause issues if time is out of sync during installation)
ku: Li benda bidawîbûna demê tê derbaskirin (ev dikare bibe sedema pirsgirêkan ku dem neyê hevdemkirin di dema sazkirinê de)

source: Waiting for Arch Linux keyring sync (archlinux-keyring-wkd-sync) to complete.
ku: Li benda bidawîbûna hevdemkirina keyring Arch Linux e (archlinux-keyring-wkd-sync).

source: Selected profiles:
ku: Profîlên hilbijartî:

source: Time synchronization not completing, while you wait - check the docs for workarounds: https://archinstall.readthedocs.io/
ku: Hevdemkirina demê bidawî nabe,di dema bendabûna de - pelpendan ji bo rêgiran kontrol bike: https://archinstall.readthedocs.io/

source: Mark/Unmark as nodatacow
ku: Wekî nodatacow nîşan bide/nede

source: Would you like to use compression or disable CoW?
ku: Tu dixwazî CoW biguvîşî bi kar bînî yan neçalak bikî?

source: Use compression
ku: Givaştinê bi kar bîne

source: Disable Copy-on-Write
ku: Jêgirin-li ser-Nivîsandinê neçalak bike

source: Provides a selection of desktop environments and tiling window managers, e.g. GNOME, KDE Plasma, Sway
ku: Hilbijartinek ji jîngehên sermaseyê û rêveberên çarçoveyê komkirî peyda dike, mînak: GNOME, KDE Plasma, Sway

source: Configuration type: {}
ku: Çûreya rêkxisitinê: {}

source: LVM configuration type
ku: Cûreya rêkxistinê LVM

source: LVM disk encryption with more than 2 partitions is currently not supported
ku: Şîfrekirina dîskê LVM bi bêtirî 2 beşan niha nayê piştgirîkirin

source: Use NetworkManager (necessary to configure internet graphically in GNOME and KDE Plasma)
ku: Rêvebirê torê bi kar bîne (ji bo sazkirina înternetê bi grafîkî di GNOME û KDE Plasma de pêdivî ye)

source: Select a LVM option
ku: Vebijêrkeke LVM hilbijêre

source: Partitioning
ku: Dabeşkirin

source: Logical Volume Management (LVM)
ku: Rêvebiriya mezinahiya lojîkî (LVM)

source: Physical volumes
ku: Mezinahiyên fizîkî

source: Volumes
ku: Mezinahî

source: LVM volumes
ku: Peldankên LVM

source: LVM volumes to be encrypted
ku: Peldankên LVM ên ku wê werin şîfrekirin

source: Select which LVM volumes to encrypt
ku: Ka kîjan dabeşkirinên LVM divê were şîfrekirin hilbijêre

source: Default layout
ku: Şêwaza berdest

source: No Encryption
ku: Şîfrekirin tune ye

source: LVM on LUKS
ku: LVM li ser LUKS

source: LUKS on LVM
ku: LUKS li ser LVM

source: Yes
ku: Erê

source: No
ku: Na

source: Archinstall help
ku: Alîkariya Archinstall

source: (default)
ku: (berdest)

source: Press Ctrl+h for help
ku: Ji bo alîkariyê Ctrl+h bitikîne

source: Choose an option to give Sway access to your hardware
ku: Vebijêrkekê hilbijêre da ku Sway bigihêje reqalavê te

source: Seat access
ku: Gihîştina cihê

source: Mountpoint
ku: Xala siwarkirinê

source: Enter disk encryption password (leave blank for no encryption)
ku: Borînpeyva şîfrekirina dîskê têxîne (ji bo şîfrekirin tune be vala bihêle)

source: Disk encryption password
ku: Borînpeyva şîfrekirina dîskê

source: Partition - New
ku: Dabeşkirin - Nû

source: Filesystem
ku: Pergala pelê

source: Invalid size
ku: Mezinahî nederbasdar e

source: Start (default: sector {}):
ku: Destpêk (berdest: sektor {}):

source: End (default: {}):
ku: Dawî (berdest: {}):

source: Subvolume name
ku: Navê binpeldankê

source: Disk configuration type
ku: Cûreya rêkxisitinê dîskê

source: Root mount directory
ku: Pelrêça siwarkirina root

source: Select language
ku: Ziman hilbijêre

source: Write additional packages to install (space separated, leave blank to skip)
ku: Ji bo sazkirinê pakêtên din binivîse (bi valahiya veqetandî, bo derbas bikî vala bihêle)

source: Invalid download number
ku: Jimara daxisitinê nederbasdar e

source: Number downloads
ku: Jimara daxistinan

source: The username you entered is invalid
ku: Navê bikarhênerê ku te nivîsand nederbasdar e

source: Username
ku: Navê bikarhêner

source: Should "{}" be a superuser (sudo)?
ku: Divê "{}" superbikarhênerek (sudo) be?

source: Interfaces
ku: Navrû

source: You need to enter a valid IP in IP-config mode
ku: Pêdivî ye ku tu IP a derbasdar di awaya IP-config de têxînî

source: Modes
ku: Awa

source: IP address
ku: Navnîşana IP

source: Enter your gateway (router) IP address (leave blank for none)
ku: Navnîşana IP ya dergehê (router) a xwe têxîne (ji bo ne yek vala bihêle)

source: Gateway address
ku: Navnîşana dergehê

source: Enter your DNS servers with space separated (leave blank for none)
ku: Rajekarên DNS a xwe bi valahiya veqetandî têxîne (ji bo ne yek vala bihêle)

source: DNS servers
ku: Rajekarên DNS

source: Configure interfaces
ku: Navrûyan rêkxistin bike

source: UEFI is not detected and some options are disabled
ku: UEFI nayê dîtin û hinek vebijêrk neçalak in

source: Info
ku: Zanyarî

source: The proprietary Nvidia driver is not supported by Sway.
ku: Ajokara xwedan Nvidia ji aliya Sway ve nayê piştgirîkirin.

source: It is likely that you will run into issues, are you okay with that?
ku: Dibe ku tu bi pirsgirêkan re rû bi rû werî, tu bi wê re baş î?

source: Main profile
ku: Profîla sereke

source: Confirm password
ku: Borînpeyvê biperjîne

source: The confirmation password did not match, please try again
ku: Pejirandina borînpeyvê li hev nehat, tika dîsa hewl bide

source: Not a valid directory
ku: Pelrêçek nederbasdar e

source: Would you like to continue?
ku: Dixwazî bidomînî?

source: Directory
ku: Pelrêç

source: Enter a directory for the configuration(s) to be saved (tab completion enabled)
ku: Ji bo sazkirin werin tomarkirin pêlrêçekê têxîne (Bidawîkirina tabê çalak e)

source: Do you want to save the configuration file(s) to {}?
ku: Tu dixwazî pel(ên) sazkirinê li {} werin tomarkirin?

source: Enabled
ku: Çalakkirî

source: Disabled
ku: Neçalakkirî

source: Please submit this issue (and file) to https://github.com/archlinux/archinstall/issues
ku: Tika vê pirsgirêkê (û pelê) bişîne bo https://github.com/archlinux/archinstall/issues

source: Mirror name
ku: Navê eynikê

source: Url
ku: Girêdan

source: Select signature check
ku: Kontrola îmzeyê hilbijêre

source: Select execution mode
ku: Awaya çalakkirinê hilbijêre

source: Press ? for help
ku: Ji bo alîkariyê pêl ? bike

source: Choose an option to give Hyprland access to your hardware
ku: Vebijêrkekê hilbijêre ku Hyprland bigihêje reqalavê te

source: Additional repositories
ku: Depoyên vebijêrkî

source: Swap on zram
ku: Swap li ser zram

source: Name
ku: Nav

source: Signature check
ku: Kontrolkirina îmzeyê

source: Selected free space segment on device {}:
ku: Beşa cîhê vala ya hilbijartî li ser amûra {}:

source: Size: {} / {}
ku: Mezinahî: {} / {}

source: Size (default: {}):
ku: Mezinahî (berdest: {}):

source: HSM device
ku: Amûra HSM

source: Some packages could not be found in the repository
ku: Hinek pakêt di depoyê de nehatin dîtin

source: User
ku: Bikarhêner

source: The specified configuration will be applied
ku: Sazkariya destnîşankirî wê were sepandin

source: Wipe
ku: Jê bibe

source: Mark/Unmark as XBOOTLDR
ku: Wekî XBOOTLDR nîşan bide/nede

source: Loading packages...
ku: Pakêt tên barkirin...

source: Select any packages from the below list that should be installed additionally
ku: Ji lîsteya jêrîn pakêtên ku divê werin sazkirin hilbijêre

source: Add a custom repository
ku: Depoyek kesane tevlî bike

source: Change custom repository
ku: Depoya kesane biguherîne

source: Delete custom repository
ku: Depoya kesane jê bibe

source: Repository name
ku: Navê depoyê

source: Add a custom server
ku: Rajekarek kesane tevlî bike

source: Change custom server
ku: Rajekara kesane biguherîne

source: Delete custom server
ku: Rajekara kesane jê bibe

source: Server url
ku: Girêdana rajekar

source: Select regions
ku: Herêman hilbijêre

source: Add custom servers
ku: Rajekarên kesane tevlî bike

source: Add custom repository
ku: Depoya kesane tevlî bike

source: Loading mirror regions...
ku: Herêmên eynikê tên barkirin...

source: Mirrors and repositories
ku: Eynik û depo

source: Selected mirror regions
ku: Herêmên eynikê ên hilbijartî

source: Custom servers
ku: Rajekarên kesane

source: Custom repositories
ku: Depoyên kesane

source: Only ASCII characters are supported
ku: Tenê karekterên ASCII tên piştgirîkirin

source: Show help
ku: Alîkariyê nîşan bide

source: Exit help
ku: Ji alîkariyê derkeve

source: Preview scroll up
ku: Pêşdîtina şemitandina jor

source: Preview scroll down
ku: Pêşdîtina şemitandina jêr

source: Move up
ku: Bilivîne jorê

source: Move down
ku: Bilivîne jêrê

source: Move right
ku: Bilivîne rastê

source: Move left
ku: Bilivîne çepê

source: Jump to entry
ku: Biçe bo têketinê

source: Skip selection (if available)
ku: Hilbijartinê derbas bike (ku pêkan be)

source: Reset selection (if available)
ku: Hilbijartinê ji nû ve saz bike (ku pêkan be)

source: Select on single select
ku: Li ser hilbijartina yekane hilbijêre

source: Select on multi select
ku: Li ser çend-hilbijartin hilbijêre

source: Reset
ku: Ji nû ve saz bike

source: Skip selection menu
ku: Menuya hilbijartinê derbas bike

source: Start search mode
ku: Awaya lêgerînê dest pê bike

source: Exit search mode
ku: Awaya lêgerînê bi dawî bike

source: labwc needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
ku: labwc gihîştina cihê te pêwîst dike (komek ji reqalavan b.m. kilîtdank, mişk, hwd)

source: Choose an option to give labwc access to your hardware
ku: Vebijêrkekê hilbijêre da ku labwc bigihêje reqalavê te

source: niri needs access to your seat (collection of hardware devices i.e. keyboard, mouse, etc)
ku: niri gihîştina cihê te pêwîst dike (komek ji reqalavan b.m. kilîtdank, mişk, hwd)

source: Choose an option to give niri access to your hardware
ku: Vebijêrkekê hilbijêre da ku niri bigihêje reqalavê te

source: Mark/Unmark as ESP
ku: Wekî ESP nîşan bide/ nede

source: Package group:
ku: Koma pakêtê:

source: Exit archinstall
ku: Ji archinstall derkeve

source: Reboot system
ku: Pergalê ji nû ve dest bike

source: chroot into installation for post-installation configurations
ku: bi chroot têkeve hundir sazkirinê bo rêkxistina piştî-sazkirinê

source: Installation completed
ku: Sazkirin qediya

source: What would you like to do next?
ku: Tu dixwazî ​​çi bikî paşê?

source: Select which mode to configure for "{}"
ku: Ka kîjan awa bo sazkirinê ji bo "{}" hilbijêre

source: Incorrect credentials file decryption password
ku: Borînpeyva şîfrekirina pelê bawernameyan şaş e

source: Incorrect password
ku: Borînpeyv şaş e

source: Credentials file decryption password
ku: Borînpeyva şîfrekirina pelê bawernameyan

source: Do you want to encrypt the user_credentials.json file?
ku: Tu dixwazî ​​pelê user_credentials.json şîfre bikî?

source: Credentials file encryption password
ku: Borînpeyva şîfrekirina pelê bawernameyan

source: Repositories: {}
ku: Depo: {}

source: New version available
ku: Guhertoya nû heye

source: Passwordless login
ku: Têketina bê borînpeyv
