Repository: archlinux/archinstall
Catalog: archinstall/locales/archinstall/locales/*/LC_MESSAGES/*.po
Languages: ku

source: Second factor login
ku: Têketina faktora duyemîn

source: Would you like to configure Bluetooth?
ku: Tu dixwazî ​​Bluetooth saz bikî?

source: Authentication
ku: Rastkirin

source: Applications
ku: Sepan

source: U2F login method:
ku: Rêbaza têketina U2F:

source: Passwordless sudo:
ku: Sudo ya bê borînpeyv:

source: Btrfs snapshot type: {}
ku: Cûreya snapshot ê Btrfs: {}

source: Syncing the system...
ku: Pergal tê hevdemkirin...

source: Value cannot be empty
ku: Nirx nabe ku vala be

source: Snapshot type
ku: Cûreya snapshot

source: Snapshot type: {}
ku: Cûreya snapshot: {}

source: U2F login setup
ku: Sazkirina têketina U2F

source: No U2F devices found
ku: Amûrên U2F nehatin dîtin

source: U2F Login Method
ku: Rêbaza têketina U2F

source: Enable passwordless sudo?
ku: Sudo bê borînpeyv çalak bike?

source: Setting up U2F device for user: {}
ku: Sazkirina amûra U2F ji bo bikarhêner: {}

source: You may need to enter the PIN and then touch your U2F device to register it
ku: Dibe ku tu PIN têxînî û paşê amûrê xwe ya U2F bitikînî da ku wê tomar bikî

source: Starting device modifications in
ku: Guhertinên amûrê dest pê dike di

source: No network connection found
ku: Tu Girêdanên torê nehatin dîtin

source: Would you like to connect to a Wifi?
ku: Tu dixwazî bi Wifi ve girêdayî bibî?

source: No wifi interface found
ku: Tu navrûya wifi nehat dîtin

source: Select wifi network to connect to
ku: Tora wifi hilbijêre ku pê ve girê bidî

source: Scanning wifi networks...
ku: Li torên wifi digere...

source: No wifi networks found
ku: Tu torên wifi nehatin dîtin

source: Failed setting up wifi
ku: Sazkirina wifi têk çû

source: Enter wifi password
ku: Borînpeyva wifi têxîne

source: Ok
ku: Baş e

source: Removable
ku: Jêbirbar

source: Install to removable location
ku: Li cîhê jêbirbar saz bike

source: Will install to /EFI/BOOT/ (removable location)
ku: Wê li /EFI/BOOT/ saz bike (cihê jêbirbar)

source: Will install to standard location with NVRAM entry
ku: Wê bi têketina NVRAM li cîhê standard saz bike

source: Would you like to install the bootloader to the default removable media search location?
ku: Tu dixwazî barkarê destpêkirinê li cîhê lêgerîna medyaya jêbirbar ya berdest saz bikî?

source: This installs the bootloader to /EFI/BOOT/BOOTX64.EFI (or similar) which is useful for:
ku: Ev barkarê destpêkirinê li /EFI/BOOT/BOOTX64.EFI (an nêzîk) saz dike ku kêrhatî ye ji bo:

source: USB drives or other portable external media.
ku: Ajokarên USB an medyaya derveyî ya barkirî yên din.

source: Systems where you want the disk to be bootable on any computer.
ku: Pergalên ku tu dixwazî dîskê li ser her kombersê destpêkbar be.

source: Firmware that does not properly support NVRAM boot entries.
ku: Firmware ku têketinên destpêkirina NVRAM bi rêkûpêk piştgirî nake.
